Repository: Shosta/IMCCalculator
Catalog: PanoramaIMCCalculator/AppResources.*.resx
Languages: da_dk, de_de, es_es, it_it, nb_no, nl_nl

# AProposText
source: à propos
da_dk: om
de_de: über
es_es: acerca
it_it: circa
nb_no: über
nl_nl: over

# CalculateIMCButtonText
source: Calculer
da_dk: Beregn
de_de: Berechnen
es_es: Calcular
it_it: Calcolare
nb_no: Beregn
nl_nl: Berekenen

# CalculPanoramaItemTitle
source: calcul
da_dk: beregning
de_de: berechnung
es_es: de cálculo
it_it: calcolo
nb_no: beregningen
nl_nl: berekening

# DenutritionDetailPageContent
source: Dénutrition : La dénutrition est un état pathologique résultant d'apports nutritionnels insuffisants en regard des dépenses énergétiques de l'organisme. Lorsque les apports sont inadaptés en plus d'être insuffisants, on parle de malnutrition. La dénutrition est classée dans la section marasme nutritionnel de la classification internationale des maladies. Physiopathologie La dénutrition peut avoir de multiple origines. L'étiologie en est variée et peut associer une affection organique, psychiatrique ou sociale. La dénutrition est dite primaire lorsque celle-ci est induite par une cause directe, et secondaire lorsqu'elle est provoquée des suite d'une autre affection. On distingue deux mécanismes physiopathologiques : la carence d'apports et l'hypermétabolisme. Dénutrition par carence d'apports En cas de carence d'apports se met en place l'état de jeûne, qui évolue selon plusieurs étapes. Les sources d'énergie dans le jeûne sont, pour le métabolisme glucidique, l'utilisation du glycogène hépatique ainsi que la synthèse de glucose et, pour le métabolisme lipidique, l'utilisation des acides gras et la cétogenèse. * Jeûne immédiat : adaptation à la prise discontinue de nourriture depuis moins de douze heures. La sécrétion d'insuline diminue, tandis que celle de glucagon augmente. Ce jeu hormonal entraîne une stimulation de la lipolyse et de l'oxydation des acides gras, puis une cétogenèse. Afin de maintenir la glycémie, la glycogénolyse est stimulée, de manière exclusive. * Jeûne court : adaptation à l'absence de prise alimentaire sur une durée de douze heures à trois ou quatre jours. La sécrétion d'insuline diminue encore. L'épuisement des réserves de glycogène entraîne une baisse de la glycémie. La seule source de glucose de l'organisme devient la néoglucogenèse, qui fabrique du glucose à partir des acides aminés des protéines musculaires en produisant de l'urée comme déchet. L'excrétion de l'urée augmente donc. La cétogenèse se poursuit. * Jeûne prolongé : après cinq jours environ jusqu'à plusieurs semaines. Les corps cétoniques plasmatiques augmentent, tandis que l'excrétion d'urée de stabilise à 50 mg/kg/j. Cette stabilisation est en rapport avec une stabilisation de la protéolyse à visée d'épargne protéique. De nouvelles modifications hormonales se produisent, avec une diminution de la production des hormones thyroïdiennes. Cette phase de jeûne prolongé aboutit à l'état de marasme. *Phase terminale : Lorsque les réserves lipidiques sont épuisées, les taux plasmatiques d'acides gras et de corps cétoniques s'abaissent, tandis que la glycémie remonte. En effet, on observe alors un surcroît de mobilisation des protéines des muscles squelettiques pour la néoglucogenèse. Cette dernière entraîne un accroissement de l'excrétion d'urée et d'azote et se solde par une forte morbi-mortalité. Credits Wikipedia : http://fr.wikipedia.org/wiki/Dénutrition
da_dk: Underernæring: Fejlernæring er en tilstand, som følge af utilstrækkelige indtag af næringsstoffer i forhold til energiforbruget af organisationen. Når input er utilstrækkelig samt at det er utilstrækkeligt, vi taler om underernæring. Fejlernæring er klassificeret i hovedafdeling marasmus af International Classification of Diseases. Patofysiologi Fejlernæring kan have flere oprindelser. Ætiologien er varieret og kan indebære en organisk sygdom, psykiatriske eller sociale. Underernæring kaldes primær når den induceres af en direkte årsag, og sekundær, når det bringes i resultatet af en anden tilstand. Der er to patofysiologiske mekanismer: manglende input og hypermetabolisme. Fejlernæring mangel bidrag I tilfælde af mangel af bidrag er sat op fastende tilstand, som udvikler sig i flere trin. Energikilder i fastende er for glucosemetabolisme, anvendelse af hæpatisk glycogen og glucose-syntese og for lipidmetabolisme, anvendelse af fedtsyrer og ketogenese. * Faste umiddelbare tilpasning til den mad, der med mellemrum i mindre end tolv timer. Insulinsekretion falder, mens glucagon øges. Dette spil fører til hormonal stimulering af lipolyse og fedtsyre oxidation og ketogenese. At opretholde blodglucose, er glycogenolyse stimuleret udelukkende. * Faste kort: tilpasning til fraværet af fødeindtagelse over en periode på tolv timer til tre eller fire dage. Insulinsekretion falder yderligere. Udtømning af glycogen forårsager et fald i blodglucose. Den eneste kilde til glucose i legemet bliver gluconeogenese, som producerer glucose fra aminosyrer i muskelprotein fremstilling urinstof som affald. Udskillelse af urinstof derfor øges. Ketogenese fortsætter. * Forlænget Fasten: Efter cirka fem dage til flere uger. Plasma ketonstoffer forøget, mens udskillelse af urinstof stabiliseres ved 50 mg / kg / dag. Denne stabilisering er relateret til stabilisering af de besparelser, der er omhandlet proteolyse protein. Nye hormonelle forandringer sker, med en nedsat produktion af thyreoideahormoner. Denne fase af længerevarende faste resultater i marasmus. * Terminal fase: Når fedtdepoterne er opbrugt, er plasmakoncentrationer af fedtsyrer og ketonstoffer sænkes, mens blodsukkeret stiger. Faktisk er der så en øget mobilisering af skeletmuskulatur protein for glukoneogenese. Dette fører til forøget udskillelse af urinstof og nitrogen, og resulterer i høje morbiditet og mortalitet. Credit Wikipedia: http://fr.wikipedia.org/wiki/Dénutrition
de_de: Unterernährung: Mangelernährung ist ein Zustand, die infolge der Unangemessenheit Nährstoffaufnahme in Bezug auf Energieverbrauch der Organisation. Wenn die Eingänge unzureichend sowie unzureichend sind, sprechen wir von Unterernährung. Mangelernährung wird auf Abschnitt Marasmus der Internationalen Klassifikation der Krankheiten eingestuft. Pathophysiologie Mangelernährung kann mehrere Ursprünge. Die Ätiologie ist vielfältig und kann eine organische Erkrankung, psychiatrische oder soziale einzubeziehen. Unterernährung wird als primärer, wenn sie durch eine direkte Ursache induziert wird, und sekundäre, wenn es in Folge einer anderen Krankheit verursacht wird. Es gibt zwei pathophysiologischen Mechanismen: Mangel an Ein-und Hypermetabolismus. Unterernährung Mangel an Beiträgen Im Falle eines Mangels der Beiträge wird im nüchternen Zustand, die in mehreren Schritten entwickelt sich eingestellt. Energieträger in Fasten sind Glukosestoffwechsel, die Verwendung von Leber Glu-Synthese und für die Lipid-Metabolismus, die Verwendung von Fettsäuren und Ketogenese. * Fasten unmittelbare Anpassung an die Nahrung zeitweise für weniger als 12 Stunden genommen. Insulinsekretion sinkt, während Glucagon erhöht. Dieses Spiel führt zu einer hormonellen Stimulation der Lipolyse und Oxidation von Fettsäuren und Ketogenese. Um den Blutzuckerspiegel zu erhalten, wird ausschließlich Glykogenolyse stimuliert. * Fasten kurz: Anpassung an das Fehlen der Nahrungsaufnahme über einen Zeitraum von 12 Stunden an drei oder vier Tage. Insulinsekretion sinkt weiter. Die Depletion von Glykogen führt zu einer Abnahme des Blutzuckerspiegels. Die einzige Quelle von Glucose im Körper wird Glukoneogenese, die Glucose aus Aminosäuren in Muskelprotein Herstellung Harnstoff als Abfall. Die Ausscheidung von Harnstoff erhöht daher. Ketogenese weiter. * Längeres Fasten: nach etwa fünf Tage bis mehrere Wochen. Plasma Ketonkörper erhöht, während die Ausscheidung von Harnstoff stabilisiert sich bei 50 mg / kg / Tag. Diese Stabilisierung wird zur Stabilisierung der Einsparungen nach Proteolyse-Protein verwandt. New hormonelle Veränderungen auftreten, mit einer verminderten Produktion von Schilddrüsenhormonen. Diese Phase der längerem Fasten führt Marasmus. * Terminal-Bühne: Wenn Fettreserven aufgebraucht sind, die Plasmaspiegel von Fettsäuren und Ketonkörper werden gesenkt, während der Blutzuckerspiegel steigt. Tatsächlich gibt es dann eine erhöhte Mobilisierung von Skelettmuskel-Protein für die Glukoneogenese. Dies führt zu einer erhöhten Ausscheidung von Harnstoff und Stickstoff und führt zu einer hohen Morbidität und Mortalität. Kreditkarten Wikipedia: http://fr.wikipedia.org/wiki/Dénutrition
es_es: Desnutrición: La desnutrición es una enfermedad producida por una ingesta inadecuada de nutrientes en relación con el gasto de energía de la organización. Cuando las entradas son insuficientes, además de ser insuficiente, se habla de la desnutrición. La desnutrición se clasifica en el marasmo de la Clasificación Internacional de Enfermedades. Fisiopatología La desnutrición puede tener múltiples orígenes. La etiología es muy variada y puede implicar una enfermedad orgánica, psiquiátricos o sociales. La desnutrición se denomina primaria cuando es inducida por una causa directa, y secundaria cuando es causada en el resultado de otra condición. Hay dos mecanismos fisiopatológicos: la falta de insumos e hipermetabolismo. La desnutrición deficiencia de las contribuciones En el caso de la deficiencia de las contribuciones se estableció el estado de ayuno, que se desarrolla en varios pasos. Las fuentes de energía en ayuno son, para el metabolismo de la glucosa, el uso de glicógeno hepático y la glucosa y la síntesis para el metabolismo de lípidos, el uso de ácidos grasos y cetogénesis. * El ayuno adaptación inmediata a los alimentos tomados de forma intermitente durante menos de doce horas. La secreción de insulina disminuye, mientras que los aumentos de glucagón. Este juego lleva a la estimulación hormonal de la oxidación de ácidos grasos y la lipólisis y la cetogénesis. Para mantener la glucosa en sangre, se estimula la glucogenólisis exclusivamente. * El ayuno resumen: la adaptación a la ausencia de ingesta de alimentos durante un período de doce horas a tres o cuatro días. La secreción de insulina disminuye aún más. El agotamiento de glucógeno provoca una disminución de glucosa en sangre. La única fuente de glucosa en el cuerpo se convierte en la gluconeogénesis, que produce glucosa a partir de aminoácidos de la urea en la fabricación de proteínas musculares como residuos. La excreción de urea por lo tanto aumenta. Cetogénesis continúa. * El ayuno prolongado: después de unos cinco días a varias semanas. Cuerpos cetónicos en plasma aumentó, mientras que la excreción de urea se estabiliza a 50 mg / kg / día. Esta estabilización se relaciona con la estabilización de los ahorros que se refiere a la proteína de la proteolisis. Nuevos cambios hormonales se producen, con una disminución en la producción de hormonas tiroideas. Esta fase de ayuno prolongados resultados en el marasmo. * Fase terminal: Cuando las reservas de grasa se han agotado, los niveles plasmáticos de ácidos grasos y cuerpos cetónicos se reducen, mientras que los aumentos de azúcar en sangre. De hecho, no es entonces una mayor movilización de las proteínas del músculo esquelético para la gluconeogénesis. Esto conduce a aumento de la excreción de urea y nitrógeno y los resultados en una alta morbilidad y mortalidad. Crédito Wikipedia: http://fr.wikipedia.org/wiki/Dénutrition
it_it: Denutrizione: La malnutrizione è una condizione derivante da apporti nutrizionali inadeguati in relazione al dispendio energetico dell'organismo. Quando gli ingressi sono insufficienti, oltre ad essere insufficiente, si parla di malnutrizione. La malnutrizione è classificata al marasma sezione della Classificazione internazionale delle malattie. Fisiopatologia La malnutrizione può avere molteplici origini. L'eziologia è varia e può comportare una malattia organica, psichiatrica o sociale. Denutrizione è chiamato primario quando viene indotta da una causa diretta, e secondaria quando è causata in seguito un'altra condizione. Ci sono due meccanismi fisiopatologici: mancanza di ingressi e ipermetabolismo. Carenza di malnutrizione dei contributi In caso di carenza di contributi è istituito il digiuno, che si evolve in più fasi. Le fonti di energia a digiuno sono, per il metabolismo del glucosio, l'utilizzo di glicogeno e di glucosio epatico sintesi e per il metabolismo lipidico, l'uso di acidi grassi e chetogenesi. * Il digiuno adattamento immediato al cibo assunto in modo intermittente per meno di dodici ore. Secrezione di insulina diminuisce, mentre aumenta glucagone. Questo gioco porta alla stimolazione ormonale della lipolisi e ossidazione degli acidi grassi e chetogenesi. Per mantenere la glicemia, la glicogenolisi è stimolata in modo esclusivo. * Il digiuno breve: l'adattamento per l'assenza di assunzione di cibo in un periodo di dodici ore per tre o quattro giorni. La secrezione di insulina diminuisce ulteriormente. L'esaurimento di glicogeno provoca una diminuzione del glucosio nel sangue. L'unica fonte di glucosio nel corpo diventa gluconeogenesi, che produce glucosio da amminoacidi in urea produzione di proteine ​​muscolari come rifiuti. L'escrezione di urea aumenta quindi. Chetogenesi continua. * Il digiuno prolungato: dopo circa cinque giorni a diverse settimane. Corpi chetonici plasma aumentato, mentre l'escrezione di urea stabilizza a 50 mg / kg / giorno. Questa stabilizzazione è legato alla stabilizzazione dei risparmi di cui alla proteina proteolisi. Nuovi verificano variazioni ormonali, con una diminuzione della produzione di ormoni tiroidei. Questa fase del digiuno prolungato risultati nel marasma. * Stadio terminale: quando le riserve di grasso sono esaurite, i livelli plasmatici di acidi grassi e corpi chetonici sono abbassate, mentre aumenti dello zucchero nel sangue. Infatti, vi è quindi una mobilitazione maggiore di proteine ​​muscolo scheletrico per la gluconeogenesi. Questo porta ad aumentata escrezione di urea e di azoto e si traduce in elevata morbilità e mortalità. Credit Wikipedia: http://fr.wikipedia.org/wiki/Dénutrition
nb_no: Underernæring: Underernæring er en tilstand som følge av utilstrekkelige næringsstoffer inntak i forhold til energiforbruk i organisasjonen. Når innganger er mangelfull, samt å være utilstrekkelig, snakker vi om underernæring. Underernæring er klassifisert til § marasmus av International Classification of Diseases. Patofysiologi Underernæring kan ha flere opphav. Årsaken er variert og kan innebære en organisk sykdom, psykiatrisk eller sosial. Underernæring kalles primær når det er indusert av en direkte årsak, og sekundær når det er forårsaket i følge av en annen tilstand. Det er to patofysiologiske mekanismer: Mangel på innganger og hypermetabolism. Underernæring mangel av bidrag Ved mangel av bidrag er satt opp fastende tilstand, som utvikler seg i flere trinn. Energikilder i faste er for glukose metabolisme, bruk av hepatisk glykogen og glukose syntese og for lipidmetabolismen, bruk av fettsyrer og ketogenese. * Faste umiddelbar tilpasning til maten tatt periodevis mindre enn tolv timer. Insulinsekresjon synker, mens glukagon øker. Dette spillet fører til hormonell stimulering av lipolyse og fettsyre oksidasjon og ketogenese. For å opprettholde blodsukkeret, er glykogenolyse stimulert eksklusivt. * Faste kort: tilpasning til fravær av matinntaket over en periode på tolv timer til tre eller fire dager. Insulinsekresjon synker ytterligere. Nedbryting av glykogen fører til en reduksjon i blodsukker. Den eneste kilden til glukose i kroppen blir glukoneogenesen, som produserer glukose fra aminosyrer i muskel protein produksjon urea som avfall. Utskillelse av urea øker derfor. Ketogenese fortsetter. * Langvarig Fasting: etter ca fem dager til flere uker. Plasma ketonlegemer økt, mens utskillelsen av urea stabiliseres på 50 mg / kg / dag. Dette stabilisering er relatert til stabilisering av besparelsene nevnt proteolyse protein. Nye hormonelle endringer skjer, med en redusert produksjon av thyreoideahormoner. Denne fasen av langvarig faste resultater i marasmus. * Terminal etappe: Når fettlagrene tømmes, er plasmanivået av fettsyrer og ketonlegemer senket, mens blodsukkeret stiger. Det er faktisk så en økt mobilisering av skjelettmuskulatur protein for glukoneogenesen. Dette fører til økt utskillelse av urea og nitrogen og resulterer i høy sykelighet og dødelighet. Credit Wikipedia: http://fr.wikipedia.org/wiki/Dénutrition
nl_nl: Ondervoeding: Ondervoeding is een aandoening als gevolg van tekortschietende inname van nutriënten in relatie tot energie-uitgaven van de organisatie. Als ingangen zijn onvoldoende maar ook als onvoldoende is, spreken we van ondervoeding. Ondervoeding is ingedeeld naar sectie marasmus van de Internationale Classificatie van Ziekten. Pathofysiologie Ondervoeding kan meerdere oorzaken. De etiologie is gevarieerd en kan een organische ziekte, psychiatrische of sociale betrekken. Ondervoeding heet primaire wanneer wordt geïnduceerd door een rechtstreeks gevolg en secundaire wanneer wordt veroorzaakt door een andere toestand. Er bestaan ​​twee pathofysiologische mechanismen: gebrek aan in-en hypermetabolisme. Ondervoeding tekort aan bijdragen In het geval van een tekort van de bijdragen is het opzetten van de nuchtere toestand, die zich ontwikkelt in verschillende stappen. Energiebronnen in het vasten zijn, voor het glucose metabolisme, het gebruik van lever glycogeen en glucose-synthese en voor het vetmetabolisme, het gebruik van vetzuren en ketogenese. * Vasten onmiddellijke aanpassing om het voedsel met tussenpozen genomen voor minder dan twaalf uur. Insuline afneemt, terwijl glucagon toeneemt. Dit spel leidt tot hormonale stimulatie van de lipolyse en vetzuur oxidatie en ketogenese. Om de bloedglucosespiegel te handhaven, wordt glycogenolyse uitsluitend gestimuleerd. * Vasten Kortom: aanpassing aan de afwezigheid van voedselinname over een periode van twaalf uur tot drie of vier dagen. Insuline secretie daalt verder. De uitputting van glycogeen veroorzaakt een afname van het bloedglucosegehalte. De enige bron van glucose in het lichaam wordt gluconeogenese, die glucose uit aminozuren in de spieren eiwitten productie ureum als afval produceert. De uitscheiding van ureum is dus groter. Ketogenese verder. * Langdurig vasten: na ongeveer vijf dagen tot enkele weken. Plasma ketonlichamen toegenomen, terwijl de uitscheiding van ureum stabiliseert op 50 mg / kg / dag. Deze stabilisatie verband met stabilisatie van de besparingen genoemde proteolyse eiwit. Nieuwe hormonale veranderingen optreden, met een verminderde productie van schildklierhormonen. Deze fase van langdurig vasten resultaten in marasmus. * Terminale fase: Wanneer vetreserves zijn uitgeput, plasmaspiegels van vetzuren en ketonlichamen worden verlaagd, terwijl de bloedsuikerspiegel stijgt. Inderdaad, er is dan een verhoogde mobilisatie van de skeletspieren eiwitten voor de gluconeogenese. Dit leidt tot uitscheiding van ureum en stikstof en resulteert in een hoge morbiditeit en mortaliteit. Credit Wikipedia: http://fr.wikipedia.org/wiki/Dénutrition

# DenutritionDetailPageTitle
source: Dénutrition
da_dk: Underernæring
de_de: Unterernährung
es_es: Desnutrición
it_it: Denutrizione
nb_no: Underernæring
nl_nl: Ondervoeding

# DenutritionHubTileMessage
source: Vous êtes dans la zone de dénutrition.
da_dk: Du befinder dig i området for fejlernæring.
de_de: Sie sind im Bereich der Mangelernährung.
es_es: Usted está en el área de la desnutrición.
it_it: Voi siete nella zona di denutrizione.
nb_no: Du er i området av underernæring.
nl_nl: U bent op het gebied van ondervoeding.

# DenutritionHubTileTitle
source: Dénutrition
da_dk: Underernæring
de_de: Unterernährung
es_es: Desnutrición
it_it: Denutrizione
nb_no: Underernæring
nl_nl: Ondervoeding

# IMCCalculationError
source: Un problème est survenu lors du calcul de votre IMC. Veuillez entrer à nouveau votre taille et votre poids.
da_dk: Et problem ved beregning af dit BMI. Prøv venligst igen indtaste din højde og vægt.
de_de: Ein Problem bei der Berechnung Ihres BMI. Bitte geben Sie Ihre Körpergröße und gewicht.
es_es: Un problema al calcular su índice de masa corporal. Por favor, vuelva a introducir su altura y peso.
it_it: Un problema quando il calcolo del BMI. Si prega di inserire nuovamente la vostra altezza e peso.
nb_no: Et problem oppstod ved beregning din BMI. Vennligst skriv inn din høyde og vekt.
nl_nl: Is een probleem opgetreden bij het berekenen van je BMI. Gelieve uw lengte en gewicht opnieuw in te voeren.

# InfoFromDenutritionIMC
source: Vous êtes dans la zone de dénutrition.
da_dk: Du befinder dig i området for fejlernæring.
de_de: Sie sind im Bereich der Mangelernährung.
es_es: Usted está en el área de la desnutrición.
it_it: Voi siete nella zona di denutrizione.
nb_no: Du er i området av underernæring.
nl_nl: U bent op het gebied van ondervoeding.

# InfoFromMaigreurIMC
source: Vous êtes dans la zone de maigreur.
da_dk: Du befinder dig i området for tynde.
de_de: Sie sind im Bereich der Dünne.
es_es: Usted está en la zona de la delgadez.
it_it: Si trovano nella zona della magrezza.
nb_no: Du er i området thinness.
nl_nl: U bent op het gebied van slankheid.

# InfoFromNormalIMC
source: Vous êtes dans la zone normale.
da_dk: Du befinder dig i det normale område.
de_de: Sie befinden sich im normalen Bereich.
es_es: Usted está en el rango normal.
it_it: Tu sei nel range di normalità.
nb_no: Du er i normalområdet.
nl_nl: U bent in het normale bereik.

# InfoFromObesiteIMC
source: Vous êtes dans la zone d'obésité modérée.
da_dk: Du befinder dig i den zone af moderat fedme.
de_de: Sie befinden sich in der Zone des gemäßigten Fettleibigkeit.
es_es: Usted está en la zona de la obesidad moderada.
it_it: Sei nella zona di obesità moderata.
nb_no: Du er i sonen for moderat fedme.
nl_nl: U bevindt zich in de zone van matige obesitas.

# InfoFromObesiteSevereIMC
source: Vous êtes dans la zone d'obésité sévère.
da_dk: Du befinder dig i området for svær overvægt.
de_de: Sie sind im Bereich der schweren Adipositas.
es_es: Usted está en el área de la obesidad severa.
it_it: Sei in materia di obesità grave.
nb_no: Du er i området av alvorlig fedme.
nl_nl: U bent op het gebied van ernstig overgewicht.

# InfoFromSurpoidsIMC
source: Vous êtes dans la zone de surpoids.
da_dk: Du befinder dig i den overvægtige zone.
de_de: Sie befinden sich in der Zone Übergewicht.
es_es: Usted está en la zona de exceso de peso.
it_it: Sei nella zona sovrappeso.
nb_no: Du er i overvekt sonen.
nl_nl: U bent in het overgewicht zone.

# InformationsPanoramaItemTitle
source: informations
da_dk: oplysninger
de_de: informationen
es_es: información
it_it: informazioni
nb_no: data
nl_nl: gegevens

# LiveTileBackTitleNormal
source: Ne changez rien.
da_dk: Ikke ændre noget.
de_de: Nichts ändern.
es_es: No cambia nada.
it_it: Non cambiare nulla.
nb_no: Ikke endre noe.
nl_nl: Laat niets aan veranderen.
