Repository: Shosta/IMCCalculator
Catalog: PanoramaIMCCalculator/AppResources.*.resx
Languages: da_dk, de_de, es_es, it_it, nb_no, nl_nl

# StackPanelMaigreurTitle
source: Maigreur
da_dk: Undervægt
de_de: Untergewicht
es_es: Delgadez
it_it: Magrezza
nb_no: Tynnhet
nl_nl: Slankheid

# StackPanelMaigreurZoneInfoText
source: Vous êtes dans la zone de maigreur
da_dk: Du befinder dig i området for tynde.
de_de: Sie sind im Bereich der dünnen
es_es: Usted está en el área de la delgada.
it_it: Siete nella zona di sottile
nb_no: Du er i området tynnhet.
nl_nl: U bent op het gebied van slankheid.

# StackPanelMaigreurZoneText
source: de 16.5 à 18.5
da_dk: 16,5 til 18,5
de_de: 16,5 bis 18,5
es_es: 16.5 a 18.5
nb_no: 16.5 til 18.5
nl_nl: 16.5 tot 18.5

# StackPanelNormalZoneText
source: de 18.5 à 25
da_dk: 18,5 til 25
de_de: 18,5 bis 25
es_es: 18.5 a 25
nb_no: 18.5 til 25
nl_nl: 18.5 tot 25

# StackPanelObesiteSevereTitle
source: Obésité sévère
da_dk: Svær fedme
de_de: Extremes Fettleibigkeit
es_es: Obesidad severa
it_it: Obesità grave
nb_no: Alvorlig fedme
nl_nl: Ernstige obesitas

# StackPanelObesiteSevereZoneInfoText
source: Vous êtes dans la zone d'obésité sévère
da_dk: Du befinder dig i området for svær overvægt.
de_de: Sie sind im Bereich der schwere Adipositas
es_es: Usted está en el área de la obesidad severa.
it_it: Sei in materia di obesità grave.
nl_nl: U bent op het gebied van ernstig overgewicht.

# StackPanelObesiteSevereZoneText
source: 35 et plus
da_dk: 35 og
de_de: 35 plus
es_es: 35 más
it_it: 35 più
nb_no: 35 og mer
nl_nl: 35 en

# StackPanelObesiteTitle
source: Obésité modérée
da_dk: Moderat overvægtige
de_de: Fettleibigkeit
es_es: Moderadamente obesos
it_it: Moderatamente obesi
nb_no: Moderat fedme
nl_nl: Zwaarlijvigheid

# StackPanelObesiteZoneInfoText
source: Vous êtes dans la zone d'obésité modérée
da_dk: Du befinder dig i den zone af moderat overvægt.
de_de: Sie befinden sich in der Zone des gemäßigten Fettleibigkeit
es_es: Usted está en la zona de la obesidad moderada.
it_it: Sei nella zona di obesità moderata.
nb_no: Du er i sonen for moderat fedme.
nl_nl: U bevindt zich in de zone van matige obesitas.

# StackPanelObesiteZoneText
source: de 30 à 35
da_dk: 30 til 35
de_de: 30 bis 35
es_es: 30 a 35
nb_no: 30 til 35
nl_nl: 30 tot 35

# StackPanelSurpoidsTitle
source: Surpoids
da_dk: Overvægt
de_de: Übergewicht
es_es: Sobrepeso
it_it: Sovrappeso
nb_no: Overvekt
nl_nl: Overgewicht

# StackPanelSurpoidsZoneInfoText
source: Vous êtes dans la zone de surpoids
da_dk: Du befinder dig i området for overvægt.
de_de: Sie befinden sich in der Gegend von Übergewicht
es_es: Usted está en la zona de exceso de peso.
it_it: Si trovano nella zona del sovrappeso.
nb_no: Du er i området for overvekt.
nl_nl: U bent in het overgewicht zone.

# StackPanelSurpoidsZoneText
source: de 25 à 30
da_dk: 25 til 30
de_de: 25 bis 30
es_es: 25 a 30
nb_no: 25 til 30
nl_nl: 25 tot 30

# SurpoidsDetailPageContent
source: Le surpoids est l'état d'une personne présentant une corpulence considérée comme légèrement plus importante que la normale ou la moyenne dans une société donnée. Il est définie par l'Organisation mondiale de la santé comme l'attribut des individus présentant un indice de masse corporelle compris entre 25 et 30 kilogrammes par mètres carrés et est, selon ces critères, bornée par la minceur (ou corpulence normale) et l'obésité modérée. Credits Wikipedia : http://fr.wikipedia.org/wiki/Surpoids
da_dk: Overvægt er en tilstand af en person med et BMI betragtes som lidt højere end normalt eller gennemsnittet i et givet samfund. Det er defineret af World Health Organization som en attribut af personer med en BMI mellem 25 og 30 kilo per kvadratmeter og er, i henhold til disse kriterier, der afgrænses af tynde (eller normal vægt) og »moderat fedme. Credit Wikipedia: http://fr.wikipedia.org/wiki/Surpoids
de_de: Übergewicht ist der Zustand einer Person mit einem BMI betrachtet etwas höher als normal oder durchschnittlich in einer bestimmten Gesellschaft. Es wird von der Weltgesundheitsorganisation als ein Attribut von Personen mit einem BMI zwischen 25 und 30 Kilogramm pro Quadratmeter und ist definiert, nach diesen Kriterien, begrenzt durch die dünne (oder normales Gewicht) und "moderate Adipositas. Kreditkarten Wikipedia: http://fr.wikipedia.org/wiki/Surpoids
es_es: El sobrepeso es el estado de una persona con un IMC ligeramente superior a la considerada normal o promedio en una sociedad dada. Se define por la Organización Mundial de la Salud como un atributo de los individuos con un IMC entre 25 y 30 kilogramos por metro cuadrado y es, de acuerdo con estos criterios, delimitada por la delgada (o peso normal) y "obesidad moderada. Crédito Wikipedia: http://fr.wikipedia.org/wiki/Surpoids
it_it: Sovrappeso è lo stato di una persona con un BMI considerato leggermente superiore al normale o media in una data società. Essa è definita dall'Organizzazione Mondiale della Sanità come un attributo di individui con un BMI tra 25 e 30 chilogrammi per metro quadrato ed è, secondo questi criteri, delimitata dal sottile (o peso normale) e 'obesità moderata. Credit Wikipedia: http://fr.wikipedia.org/wiki/Surpoids
nb_no: Overvekt er tilstanden til en person med en BMI regnes noe høyere enn normalt eller gjennomsnittlig i et gitt samfunn. Det er definert av Verdens helseorganisasjon som en attributt av personer med en BMI mellom 25 og 30 kilo per kvadratmeter, og er, i henhold til disse kriteriene, avgrenset av den tynne (eller normal vekt) og 'moderat fedme. Credit Wikipedia: http://fr.wikipedia.org/wiki/Surpoids
nl_nl: Overgewicht is de toestand van een persoon met een BMI beschouwd als iets hoger dan normale of gemiddelde in een bepaalde maatschappij. Het wordt gedefinieerd door de Wereldgezondheidsorganisatie als een attribuut van personen met een BMI tussen de 25 en 30 kilogram per vierkante meter en is volgens deze criteria, begrensd door de dunne (of normaal gewicht) en 'matig overgewicht. Credit Wikipedia: http://fr.wikipedia.org/wiki/Surpoids

# SurpoidsDetailPageTitle
source: Surpoids
da_dk: Overvægt
de_de: Übergewicht
es_es: Sobrepeso
it_it: Sovrappeso
nb_no: Overvekt
nl_nl: Overgewicht

# SurpoidsHubTileMessage
source: Vous êtes dans la zone de surpoids.
da_dk: Du befinder dig i den overvægtige zone.
de_de: Sie befinden sich in der Zone Übergewicht.
es_es: Usted está en la zona de exceso de peso.
it_it: Sei nella zona sovrappeso.
nb_no: Du er i området for overvekt.
nl_nl: U bent in het overgewicht zone.

# SurpoidsHubTileTitle
source: Surpoids
da_dk: Overvægt
de_de: Übergewicht
es_es: Sobrepeso
it_it: Sovrappeso
nb_no: Overvekt
nl_nl: Overgewicht

# WeightToGainFirstPart
source: Gagnez
da_dk: Vind
de_de: Gewinnen
es_es: Ganar
it_it: Guadagnare
nb_no: Vinn
nl_nl: Win

# WeightToGainLastPart
source: kilos.
nb_no: kilo.
nl_nl: kilo.

# WeightToLoseFirstPart
source: Perdez
da_dk: Taber
de_de: Verlieren
es_es: Perder
it_it: Perdere
nb_no: Taper
nl_nl: Verliezen

# WeightToLoseLastPart
source: kilos.
nb_no: kilo.
nl_nl: kilo.

# AProposAucuneInformationCollecteeText
source: IMC Calculator ne collecte aucune information vous concernant.
da_dk: BMI Calculator ikke indsamle oplysninger om dig.
de_de: IMC Calculator sammelt keine Informationen über Sie.
es_es: IMC Calculator no se recoge ninguna información sobre usted.
it_it: IMC Calculator non raccoglie informazioni su di te.
nb_no: IMC Calculator samler ikke noe informasjon om deg selv.
nl_nl: IMC Calculator verzamelt geen informatie over uzelf..

# AProposAuthor
source: par Rémi Lavedrine
da_dk: af Rémi Lavedrine
de_de: von Rémi Lavedrine
es_es: por Rémi Lavedrine
it_it: da Rémi Lavedrine
nb_no: ved Rémi Lavedrine
nl_nl: door Remi Lavedrine

# AProposDonnerVotreAvisText
source: donner votre avis
da_dk: review
de_de: kritik
es_es: opinión
it_it: rivedere
nb_no: gjennomgå
nl_nl: te herzien

# AProposEnvoyerCommentairesText
source: Envoyer vos commentaires, questions, louanges à :
da_dk: Send dine kommentarer, spørgsmål, ros:
de_de: Senden Sie Ihre Kommentare, Fragen, Lob:
es_es: Enviarnos sus comentarios, preguntas, elogios:
it_it: Invia i tuoi commenti, domande, la lode:
nb_no: Send dine kommentarer, spørsmål, ros :
nl_nl: Stuur uw opmerkingen, vragen, lof :

# AProposNonResponsableText
source: IMC Calculator ne peut être tenu pour responsable de la mauvaise utilisation que vous pouvez faire des données fournies.
da_dk: BMI Calculator kan ikke holdes ansvarlig for misbrug, man kan gøre de oplysninger.
de_de: IMC Calculator übernimmt keine Haftung für den Missbrauch Sie die Daten zur Verfügung gestellt tun kann
es_es: IMC Calculator no se hace responsable del mal uso que se puede hacer de los datos proporcionados.
it_it: IMC Calculator non può essere ritenuto responsabile di abusi che si può fare dei dati forniti.
nb_no: IMC Calculator kan ikke holdes ansvarlig for misbruk, kan du gjøre dataene som tilbys.
nl_nl: IMC Calculator kan niet verantwoordelijk worden gesteld voor verkeerd gebruik kun je de geleverde gegevens.

# AProposPanoramaAProposTitle
source: à propos
da_dk: om
de_de: etwa
es_es: acerca
it_it: circa
nb_no: om
nl_nl: over

# AProposPanoramaNouveautesTitle
source: nouveautés
da_dk: nyheder
de_de: nachrichten
es_es: noticias
it_it: nuovo
nb_no: nye
nl_nl: nieuw

# AProposThanksTo
source: merci à
da_dk: tak til
de_de: dankeschön an
es_es: gracias a
it_it: grazie a
nb_no: takk til
nl_nl: dank aan

# AProposVersion10Content
source: Première version de l'application
da_dk: Første version af programmet
de_de: Erste Version der Anwendung
es_es: En primer lugar la versión de la aplicación
it_it: la prima versione dell'applicazione.
nb_no: Første versjon av programmet
nl_nl: Eerste versie van de applicatie

# AProposVersion11Content
source: Ajout du Live Tile lors du calcul de l'IMC et gestion des images et du calcul lorsque l'utilisateur est un homme ou une femme.
da_dk: Tilføjet Live-Tile ved beregning af BMI og image ledelse og beregning når brugeren er en mand eller en kvinde.
de_de: Hinzugefügt Live-Tile bei der Berechnung BMI und Image-Management und die Berechnung, wenn der Benutzer ist ein Mann oder eine Frau.
es_es: Añadido vivo Azulejos en el cálculo de índice de masa corporal y la gestión de la imagen y el cálculo cuando el usuario es un hombre o una mujer.
it_it: Aggiunto live Tile nel calcolo BMI e la gestione delle immagini e il calcolo quando l'utente è un uomo o una donna.
nb_no: Lagt Levende Tile ved beregning BMI og image ledelse og beregning når brukeren er en mann eller en kvinne.
nl_nl: Toegevoegd Live-tegel bij de berekening van BMI en image management en de berekening wanneer de gebruiker is een man of een vrouw.

# AProposVersion13Content
source: Ajout de la partie about et correction d'un bug dans le calcul de l'imc pour certaines valeurs d'imc et de la non correspondance de la bonne image sur la live tile.
da_dk: Tilføjet afsnit om og rettet en fejl i beregningen af ​​BMI for visse værdier af BMI og misforhold mellem det gode billede af den levende flise.
de_de: Hinzugefügt Abschnitt über und wurde ein Fehler in der Berechnung des BMI für bestimmte Werte von BMI und das Missverhältnis der gute Image der Live-Kachel.
es_es: Agregado una sección acerca y corregido un error en el cálculo del índice de masa corporal para ciertos valores de IMC y la falta de adecuación de la buena imagen de la placa en vivo.
it_it: Aggiunta la sezione circa e corretto un bug nel calcolo del BMI per determinati valori di BMI e la mancata corrispondenza della buona immagine della Live Tile.
nb_no: Lagt avsnitt om og fikset en bug i beregning av BMI for visse verdier av BMI og mismatch av det gode bildet av Live Tile.
nl_nl: Toegevoegd sectie over en vast een fout in de berekening van de BMI voor bepaalde waarden van BMI en de mismatch van het goede imago van de Live Tile.

# AProposViePriveeText
source: vie privée
da_dk: privatliv
de_de: privatsphäre
es_es: privacidad
it_it: vita privata
nb_no: personvern
nl_nl: privacy

# IMCResultTextFirstPart
source: Votre IMC est de
de_de: Ihr BMI liegt bei
nb_no: Din BMI er
nl_nl: Uw BMI is

# PanoramaTitle
source: Calculer votre IMC
de_de: Berechnen Sie Ihren BMI
nb_no: Beregn din BMI
nl_nl: Bereken je BMI
