Repository: Shosta/IMCCalculator
Catalog: PanoramaIMCCalculator/AppResources.*.resx
Languages: da_dk, de_de, es_es, it_it, nb_no, nl_nl

# ObesiteDetailPageContent
source: L'obésité est l'état d'un individu ayant une masse corporelle largement supérieure à ce qui est souhaitable ou acceptable, généralement dû à une accumulation de masse adipeuse. L'obésité humaine a été reconnue comme une maladie en 1997 par l'OMS. Cette organisation définit « le surpoids et l'obésité comme une accumulation anormale ou excessive de graisse corporelle qui peut nuire à la santé ». Sa prévention est un problème de santé publique dans les pays développés. Elle peut avoir des répercussions importantes sur la santé de l'individu. Cette maladie multifactorielle est considérée aujourd'hui par métaphore comme une pandémie, bien qu'il ne s'agisse pas d'une maladie infectieuse. Définition Les formes cliniques sont nombreuses, avec des mécanismes physiopathologiques et des conséquences pathologiques différents, il est donc plus judicieux de parler « des obésités ». Pour évaluer ces obésités il convient d'analyser deux paramètres qui influent sur les complications de la maladie d'une manière indépendante l'un de l'autre : l'excès de masse grasse, et la répartition du tissu adipeux. Phénotypes 4 types d'obésité sont décrits : * le type I : le surplus de graisse est réparti au niveau du corps sans localisation préférentielle ; * le type II : l'excès de graisse est concentré au niveau du tronc et de l'abdomen : il est question d'obésité androïde ; * le type III : l'accumulation de graisse se fait dans l'abdomen : il est question d'obésité viscérale ; * le type IV : la graisse se localise au niveau des hanches et des cuisses (niveau glutéofémoral) : c'est une obésité gynoïde. Credits Wikipedia : http://fr.wikipedia.org/wiki/Obésité
da_dk: Fedme er tilstanden af ​​et individ med en kropsvægt godt stykke over hvad der er ønskeligt eller acceptable, sædvanligvis som følge af en akkumulering af kropsfedt. Den menneskelige fedme er blevet anerkendt som en sygdom i 1997 af WHO. Denne organisation definerer "overvægt og fedme som en unormal eller overdreven ophobning af kropsfedt, der kan skade sundheden." Dens forebyggelse er et problem for folkesundheden i de udviklede lande. Det kan have en betydelig indvirkning på sundheden hos den enkelte. Dette multifaktoriel sygdom ses nu metaforisk som en pandemi, selvom dette ikke er en smitsom sygdom. Definition De kliniske former er mange, med de patofysiologiske mekanismer og patologiske konsekvenser forskellige, så det er bedre at tale om "fedme". At vurdere disse fedme bør analyseres to parametre, der påvirker de komplikationer af sygdommen uafhængigt af hinanden: overskydende kropsfedt, og fedtfordeling. Fænotyper 4 typer af fedme er beskrevet: * Type I: overskydende fedt er fordelt i kroppen uden præferentiel lokalisering; * Type II: overskydende fedt er koncentreret om stammen og maven: det kommer til abdominal fedme; * Type III: fedtophobning forekommer i maven: det kommer til visceral fedme; * Type IV: fedtet er lokaliseret i hofter og lår (glutéofémoral niveau): dette er en gynoid fedme. Credit Wikipedia: http://fr.wikipedia.org/wiki/Obésité
de_de: Adipositas ist der Zustand eines Individuums mit einem Body-Mass deutlich über was wünschenswert oder akzeptabel, in der Regel aufgrund einer Ansammlung von Körperfett. Der menschliche Fettleibigkeit als Krankheit anerkannt wurde im Jahr 1997 von der WHO. Diese Organisation definiert "Übergewicht und Adipositas als ungewöhnliche oder übermäßige Ansammlung von Körperfett, die Gesundheit schädigen können." Seine Prävention ist ein Problem der öffentlichen Gesundheit in den entwickelten Ländern. Es kann einen erheblichen Einfluss auf die Gesundheit des Einzelnen. Diese multifaktorielle Erkrankung ist nun metaphorisch als einer Pandemie gesehen, obwohl dies nicht eine ansteckende Krankheit. Definition Die klinischen Formen sind zahlreich, mit den pathophysiologischen Mechanismen und pathologische Folgen anders, so ist es besser, von "Fettleibigkeit" zu sprechen. Überschüssiges Körperfett und Fettverteilung: Um diese zu bewerten Adipositas sollten zwei Parameter, die die Komplikationen der Krankheit beeinflussen unabhängig voneinander analysiert werden. Phänotypen 4 Arten von Fettleibigkeit werden beschrieben: * Typ I: Überschüssiges Fett wird im Körper ohne bevorzugte Lokalisierung verteilt; * Typ II: überschüssige Fett wird auf dem Rumpf und Bauch konzentriert: es darum geht, abdominale Fettleibigkeit; * Typ III: Ansammlung von Fett im Bauchraum auftritt: es darum geht, viszerale Adipositas; * Typ IV: das Fett in den Hüften und Oberschenkeln (glutéofémoral Ebene) lokalisiert: Dies ist ein gynoid Fettleibigkeit. Kreditkarten Wikipedia: http://fr.wikipedia.org/wiki/Obésité
es_es: La obesidad es la condición de un individuo con una masa corporal muy por encima de lo que es deseable ni aceptable, por lo general debido a una acumulación de grasa en el cuerpo. La obesidad humana ha sido reconocida como una enfermedad en 1997 por la OMS. Esta organización define "el sobrepeso y la obesidad como una acumulación anormal o excesiva de grasa corporal que puede dañar la salud." Su prevención es un problema de salud pública en los países desarrollados. Puede tener un impacto significativo sobre la salud de la persona. Esta enfermedad multifactorial ahora se ve metafóricamente como una pandemia, aunque esto no es una enfermedad infecciosa. Definición Las formas clínicas son numerosas, con los mecanismos fisiopatológicos y las consecuencias patológicas diferentes, por lo que es mejor hablar de "obesidad". Para evaluar estos la obesidad debe ser analizado dos parámetros que afectan a las complicaciones de la enfermedad de forma independiente el uno del otro: el exceso de grasa corporal, y la distribución de la grasa. Fenotipos 4 tipos de obesidad se describen: * Tipo I: el exceso de grasa se distribuye en el cuerpo sin localización preferente; * Tipo II: el exceso de grasa se concentra en el tronco y el abdomen: se trata de obesidad abdominal; * Tipo III: se produce la acumulación de grasa en el abdomen: se trata de la obesidad visceral; * Tipo IV: la grasa se localiza en las caderas y los muslos (nivel de glúteo-femoral): se trata de una obesidad ginoide. Crédito Wikipedia: http://fr.wikipedia.org/wiki/Obésité
it_it: L'obesità è la condizione di un individuo con una massa corporea ben al di sopra ciò che è desiderabile o accettabile, di solito a causa di un accumulo di grasso corporeo. L'obesità umana è stata riconosciuta come una malattia nel 1997 dall'OMS. Questa organizzazione definisce "il sovrappeso e l'obesità come un accumulo anomalo o eccessivo di grasso corporeo che possono nuocere alla salute." La sua prevenzione è un problema di salute pubblica nei paesi sviluppati. Si può avere un impatto significativo sulla salute dell'individuo. Questa malattia multifattoriale è oggi considerata metaforicamente come una pandemia, anche se questo non è una malattia infettiva. Definizione Le forme cliniche sono numerose, con i meccanismi fisiopatologici e le conseguenze patologiche differenti, quindi è meglio parlare di "obesità". Per valutare questi obesità devono essere analizzati due parametri che influenzano le complicanze della malattia indipendentemente l'uno dall'altro: eccesso di grasso corporeo, e la distribuzione del grasso. Fenotipi 4 tipi di obesità sono descritti: * Tipo I: l'eccesso di grasso è distribuito nel corpo, senza localizzazione preferenziale; * Tipo II: il grasso in eccesso si concentra sul tronco e l'addome: si tratta di obesità addominale; * Tipo III: accumulo di grasso nell'addome si verifica: si tratta di obesità viscerale; * Tipo IV: il grasso è localizzato nei fianchi e cosce (livello glutéofémoral): si tratta di una obesità ginoide. Credit Wikipedia: http://fr.wikipedia.org/wiki/Obésité
nb_no: Fedme er den tilstanden en person med en body mass godt over hva som er ønskelig eller akseptabelt, vanligvis på grunn av en opphopning av kroppen fett. Den menneskelige fedme har blitt anerkjent som en sykdom i 1997 av WHO. Denne organisasjonen definerer "overvekt og fedme som en unormal eller overdreven opphopning av kroppen fett som kan skade helse." Dens forebygging er en offentlig helseproblem i utviklede land. Det kan ha en betydelig innvirkning på helsen til den enkelte. Dette multifaktoriell sykdom blir nå sett metaforisk som en pandemi, men dette er ikke en smittsom sykdom. definisjon De kliniske formene er mange, med de patofysiologiske mekanismer og patologiske konsekvenser ulike, så det er bedre å snakke om «fedme». Å evaluere disse fedme bør analyseres to parametere som påvirker komplikasjoner av sykdommen uavhengig av hverandre: overflødig kroppsfett, og fettfordeling. fenotyper 4 typer fedme er beskrevet: * Type I: overflødig fett er fordelt i kroppen uten fortrinnsrett lokalisering; * Type II: overflødig fett er konsentrert på stammen og magen: det kommer til abdominal fedme; * Type III: fettakkumulering oppstår i magen: det kommer til visceral fedme; * Type IV: fettet er lokalisert i hofter og lår (glutéofémoral nivå): Dette er en gynoid fedme. Credit Wikipedia: http://fr.wikipedia.org/wiki/Obésité
nl_nl: Obesitas is de toestand van een individu met een body mass ruim boven wat wenselijk is of aanvaardbaar, meestal als gevolg van een ophoping van lichaamsvet. De menselijke obesitas is erkend als een ziekte in 1997 door de WHO. Deze organisatie definieert "overgewicht en obesitas als een abnormale of overmatige accumulatie van lichaamsvet die schadelijk kunnen zijn gezondheid." De preventie is een probleem voor de volksgezondheid in de ontwikkelde landen. Het kan een aanzienlijke impact hebben op de gezondheid van het individu. Deze ziekte wordt nu multifactoriële metaforisch als een pandemie, hoewel dit niet een infectieuze ziekte. definitie De klinische vormen zijn talrijk, met de pathofysiologische mechanismen en pathologische gevolgen anders, dus is het beter om te spreken van "overgewicht". Om deze obesitas te evalueren dient te worden geanalyseerd twee parameters die de complicaties van de ziekte beïnvloeden onafhankelijk van elkaar: overtollig lichaamsvet en vetverdeling. fenotypes 4 types van obesitas worden beschreven: * Type I: het overtollige vet wordt verspreid in het lichaam zonder preferentiële lokalisatie; * Type II: het overtollige vet concentreert zich op de romp en buik: het gaat om abdominale obesitas; * Type III: vetophoping vindt plaats in de buik: het gaat om het viscerale obesitas; * Type IV: het vet is gelokaliseerd in de heupen en dijen (glutéofémoral niveau): dit is een gynoid obesitas. Credit Wikipedia: http://fr.wikipedia.org/wiki/Obésité

# ObesiteDetailPageTitle
source: Obésité
da_dk: Fedme
de_de: Fettleibigkeit
es_es: Obesidad
it_it: Obesità
nb_no: Fedme
nl_nl: Zwaarlijvigheid

# ObesiteHubTileMessage
source: Vous êtes dans la zone d'obésité modérée
da_dk: Du befinder dig i den zone af moderat overvægt
de_de: Sie befinden sich in der Zone des gemäßigten Fettleibigkeit.
es_es: Usted está en la zona de la obesidad moderada.
it_it: Sei nella zona di obesità moderata
nb_no: Du er i sonen for moderat fedme.
nl_nl: U bevindt zich in de zone van matige obesitas.

# ObesiteHubTileTitle
source: Obésité
da_dk: Fedme
de_de: Fettleibigkeit
es_es: Obesidad
it_it: Obesità
nb_no: Fedme
nl_nl: Zwaarlijvigheid

# ObesiteSevereDetailPageContent
source: L'obésité est l'état d'un individu ayant une masse corporelle largement supérieure à ce qui est souhaitable ou acceptable, généralement dû à une accumulation de masse adipeuse. L'obésité humaine a été reconnue comme une maladie en 1997 par l'OMS. Cette organisation définit « le surpoids et l'obésité comme une accumulation anormale ou excessive de graisse corporelle qui peut nuire à la santé ». Sa prévention est un problème de santé publique dans les pays développés. Elle peut avoir des répercussions importantes sur la santé de l'individu. Cette maladie multifactorielle est considérée aujourd'hui par métaphore comme une pandémie, bien qu'il ne s'agisse pas d'une maladie infectieuse. Définition Les formes cliniques sont nombreuses, avec des mécanismes physiopathologiques et des conséquences pathologiques différents, il est donc plus judicieux de parler « des obésités ». Pour évaluer ces obésités il convient d'analyser deux paramètres qui influent sur les complications de la maladie d'une manière indépendante l'un de l'autre : l'excès de masse grasse, et la répartition du tissu adipeux. Phénotypes 4 types d'obésité sont décrits : * le type I : le surplus de graisse est réparti au niveau du corps sans localisation préférentielle ; * le type II : l'excès de graisse est concentré au niveau du tronc et de l'abdomen : il est question d'obésité androïde ; * le type III : l'accumulation de graisse se fait dans l'abdomen : il est question d'obésité viscérale ; * le type IV : la graisse se localise au niveau des hanches et des cuisses (niveau glutéofémoral) : c'est une obésité gynoïde. Credits Wikipedia : http://fr.wikipedia.org/wiki/Obésité
da_dk: Fedme er tilstanden af ​​et individ med en kropsvægt godt stykke over hvad der er ønskeligt eller acceptable, sædvanligvis som følge af en akkumulering af kropsfedt. Den menneskelige fedme er blevet anerkendt som en sygdom i 1997 af WHO. Denne organisation definerer "overvægt og fedme som en unormal eller overdreven ophobning af kropsfedt, der kan skade sundheden." Dens forebyggelse er et problem for folkesundheden i de udviklede lande. Det kan have en betydelig indvirkning på sundheden hos den enkelte. Dette multifaktoriel sygdom ses nu metaforisk som en pandemi, selvom dette ikke er en smitsom sygdom. Definition De kliniske former er mange, med de patofysiologiske mekanismer og patologiske konsekvenser forskellige, så det er bedre at tale om "fedme". At vurdere disse fedme bør analyseres to parametre, der påvirker de komplikationer af sygdommen uafhængigt af hinanden: overskydende kropsfedt, og fedtfordeling. Fænotyper 4 typer af fedme er beskrevet: * Type I: overskydende fedt er fordelt i kroppen uden præferentiel lokalisering; * Type II: overskydende fedt er koncentreret om stammen og maven: det kommer til abdominal fedme; * Type III: fedtophobning forekommer i maven: det kommer til visceral fedme; * Type IV: fedtet er lokaliseret i hofter og lår (glutéofémoral niveau): dette er en gynoid fedme. Credit Wikipedia: http://fr.wikipedia.org/wiki/Obésité
de_de: Adipositas ist der Zustand eines Individuums mit einem Body-Mass deutlich über was wünschenswert oder akzeptabel, in der Regel aufgrund einer Ansammlung von Körperfett. Der menschliche Fettleibigkeit als Krankheit anerkannt wurde im Jahr 1997 von der WHO. Diese Organisation definiert "Übergewicht und Adipositas als ungewöhnliche oder übermäßige Ansammlung von Körperfett, die Gesundheit schädigen können." Seine Prävention ist ein Problem der öffentlichen Gesundheit in den entwickelten Ländern. Es kann einen erheblichen Einfluss auf die Gesundheit des Einzelnen. Diese multifaktorielle Erkrankung ist nun metaphorisch als einer Pandemie gesehen, obwohl dies nicht eine ansteckende Krankheit. Definition Die klinischen Formen sind zahlreich, mit den pathophysiologischen Mechanismen und pathologische Folgen anders, so ist es besser, von "Fettleibigkeit" zu sprechen. Überschüssiges Körperfett und Fettverteilung: Um diese zu bewerten Adipositas sollten zwei Parameter, die die Komplikationen der Krankheit beeinflussen unabhängig voneinander analysiert werden. Phänotypen 4 Arten von Fettleibigkeit werden beschrieben: * Typ I: Überschüssiges Fett wird im Körper ohne bevorzugte Lokalisierung verteilt; * Typ II: überschüssige Fett wird auf dem Rumpf und Bauch konzentriert: es darum geht, abdominale Fettleibigkeit; * Typ III: Ansammlung von Fett im Bauchraum auftritt: es darum geht, viszerale Adipositas; * Typ IV: das Fett in den Hüften und Oberschenkeln (glutéofémoral Ebene) lokalisiert: Dies ist ein gynoid Fettleibigkeit. Kreditkarten Wikipedia: http://fr.wikipedia.org/wiki/Obésité
es_es: La obesidad es la condición de un individuo con una masa corporal muy por encima de lo que es deseable ni aceptable, por lo general debido a una acumulación de grasa en el cuerpo. La obesidad humana ha sido reconocida como una enfermedad en 1997 por la OMS. Esta organización define "el sobrepeso y la obesidad como una acumulación anormal o excesiva de grasa corporal que puede dañar la salud." Su prevención es un problema de salud pública en los países desarrollados. Puede tener un impacto significativo sobre la salud de la persona. Esta enfermedad multifactorial ahora se ve metafóricamente como una pandemia, aunque esto no es una enfermedad infecciosa. Definición Las formas clínicas son numerosas, con los mecanismos fisiopatológicos y las consecuencias patológicas diferentes, por lo que es mejor hablar de "obesidad". Para evaluar estos la obesidad debe ser analizado dos parámetros que afectan a las complicaciones de la enfermedad de forma independiente el uno del otro: el exceso de grasa corporal, y la distribución de la grasa. Fenotipos 4 tipos de obesidad se describen: * Tipo I: el exceso de grasa se distribuye en el cuerpo sin localización preferente; * Tipo II: el exceso de grasa se concentra en el tronco y el abdomen: se trata de obesidad abdominal; * Tipo III: se produce la acumulación de grasa en el abdomen: se trata de la obesidad visceral; * Tipo IV: la grasa se localiza en las caderas y los muslos (nivel de glúteo-femoral): se trata de una obesidad ginoide. Crédito Wikipedia: http://fr.wikipedia.org/wiki/Obésité
it_it: L'obesità è la condizione di un individuo con una massa corporea ben al di sopra ciò che è desiderabile o accettabile, di solito a causa di un accumulo di grasso corporeo. L'obesità umana è stata riconosciuta come una malattia nel 1997 dall'OMS. Questa organizzazione definisce "il sovrappeso e l'obesità come un accumulo anomalo o eccessivo di grasso corporeo che possono nuocere alla salute." La sua prevenzione è un problema di salute pubblica nei paesi sviluppati. Si può avere un impatto significativo sulla salute dell'individuo. Questa malattia multifattoriale è oggi considerata metaforicamente come una pandemia, anche se questo non è una malattia infettiva. Definizione Le forme cliniche sono numerose, con i meccanismi fisiopatologici e le conseguenze patologiche differenti, quindi è meglio parlare di "obesità". Per valutare questi obesità devono essere analizzati due parametri che influenzano le complicanze della malattia indipendentemente l'uno dall'altro: eccesso di grasso corporeo, e la distribuzione del grasso. Fenotipi 4 tipi di obesità sono descritti: * Tipo I: l'eccesso di grasso è distribuito nel corpo, senza localizzazione preferenziale; * Tipo II: il grasso in eccesso si concentra sul tronco e l'addome: si tratta di obesità addominale; * Tipo III: accumulo di grasso nell'addome si verifica: si tratta di obesità viscerale; * Tipo IV: il grasso è localizzato nei fianchi e cosce (livello glutéofémoral): si tratta di una obesità ginoide. Credit Wikipedia: http://fr.wikipedia.org/wiki/Obésité
nb_no: Fedme er den tilstanden en person med en body mass godt over hva som er ønskelig eller akseptabelt, vanligvis på grunn av en opphopning av kroppen fett. Den menneskelige fedme har blitt anerkjent som en sykdom i 1997 av WHO. Denne organisasjonen definerer "overvekt og fedme som en unormal eller overdreven opphopning av kroppen fett som kan skade helse." Dens forebygging er en offentlig helseproblem i utviklede land. Det kan ha en betydelig innvirkning på helsen til den enkelte. Dette multifaktoriell sykdom blir nå sett metaforisk som en pandemi, men dette er ikke en smittsom sykdom. definisjon De kliniske formene er mange, med de patofysiologiske mekanismer og patologiske konsekvenser ulike, så det er bedre å snakke om «fedme». Å evaluere disse fedme bør analyseres to parametere som påvirker komplikasjoner av sykdommen uavhengig av hverandre: overflødig kroppsfett, og fettfordeling. fenotyper 4 typer fedme er beskrevet: * Type I: overflødig fett er fordelt i kroppen uten fortrinnsrett lokalisering; * Type II: overflødig fett er konsentrert på stammen og magen: det kommer til abdominal fedme; * Type III: fettakkumulering oppstår i magen: det kommer til visceral fedme; * Type IV: fettet er lokalisert i hofter og lår (glutéofémoral nivå): Dette er en gynoid fedme. Credit Wikipedia: http://fr.wikipedia.org/wiki/Obésité
nl_nl: Obesitas is de toestand van een individu met een body mass ruim boven wat wenselijk is of aanvaardbaar, meestal als gevolg van een ophoping van lichaamsvet. De menselijke obesitas is erkend als een ziekte in 1997 door de WHO. Deze organisatie definieert "overgewicht en obesitas als een abnormale of overmatige accumulatie van lichaamsvet die schadelijk kunnen zijn gezondheid." De preventie is een probleem voor de volksgezondheid in de ontwikkelde landen. Het kan een aanzienlijke impact hebben op de gezondheid van het individu. Deze ziekte wordt nu multifactoriële metaforisch als een pandemie, hoewel dit niet een infectieuze ziekte. definitie De klinische vormen zijn talrijk, met de pathofysiologische mechanismen en pathologische gevolgen anders, dus is het beter om te spreken van "overgewicht". Om deze obesitas te evalueren dient te worden geanalyseerd twee parameters die de complicaties van de ziekte beïnvloeden onafhankelijk van elkaar: overtollig lichaamsvet en vetverdeling. fenotypes 4 types van obesitas worden beschreven: * Type I: het overtollige vet wordt verspreid in het lichaam zonder preferentiële lokalisatie; * Type II: het overtollige vet concentreert zich op de romp en buik: het gaat om abdominale obesitas; * Type III: vetophoping vindt plaats in de buik: het gaat om het viscerale obesitas; * Type IV: het vet is gelokaliseerd in de heupen en dijen (glutéofémoral niveau): dit is een gynoid obesitas. Credit Wikipedia: http://fr.wikipedia.org/wiki/Obésité

# ObesiteSevereDetailPageTitle
source: Obésité sévère
da_dk: Svær fedme
de_de: Extremes Übergewicht
es_es: Obesidad severa
it_it: Obesità grave
nb_no: Alvorlig fedme
nl_nl: Ernstige obesitas

# ObesiteSevereHubTileMessage
source: Vous êtes dans la zone d'obésité sévère.
da_dk: Du befinder dig i området for svær overvægt.
de_de: Sie sind im Bereich der schweren Adipositas.
es_es: Usted está en el área de la obesidad severa.
it_it: Sei in materia di obesità grave.
nb_no: Du er i området av alvorlig fedme.
nl_nl: U bent op het gebied van ernstig overgewicht.

# ObesiteSevereHubTileTitle
source: Obésité sévère
da_dk: Svær fedme
de_de: Extremes Übergewicht
es_es: Obesidad severa
it_it: Obesità grave
nb_no: Alvorlig fedme
nl_nl: Ernstige obesitas

# ResumePanoramaItemTitle
source: résumé
da_dk: resumé
de_de: zusammenfassung
es_es: resumen
it_it: sintesi
nb_no: sammendrag
nl_nl: overzicht

# ResumePoidsText
source: Poids
da_dk: Vægt
de_de: Gewicht
es_es: Peso
it_it: Peso
nb_no: Vekt
nl_nl: Gewicht

# ResumeTailleText
source: Taille
da_dk: Størrelse
de_de: Größe
es_es: Tamaño
it_it: Dimensione
nb_no: Størrelse
nl_nl: Grootte

# StackPanelDenutritionTitle
source: Dénutrition
da_dk: Underernæring
de_de: Unterernährung
es_es: Desnutrición
it_it: Denutrizione
nb_no: Underernæring
nl_nl: Ondervoeding

# StackPanelDenutritionZoneInfoText
source: Vous êtes dans la zone de dénutrition
da_dk: Du befinder dig i området for fejlernæring
de_de: Sie sind im Bereich der Mangelernährung
es_es: Usted está en el área de la desnutrición.
it_it: Si trovano nella zona della denutrizione
nb_no: Du er i området av underernæring.
nl_nl: U bent op het gebied van ondervoeding.

# StackPanelDenutritionZoneText
source: moins de 16.5
da_dk: mindst 16,5
de_de: mindestens 16,5
es_es: por lo menos 16.5
it_it: almeno 16.5
nb_no: mindre enn 16.5
nl_nl: minder dan 16.5
