Repository: Shosta/IMCCalculator
Catalog: PanoramaIMCCalculator/AppResources.*.resx
Languages: da_dk, de_de, es_es, it_it, nb_no, nl_nl

# MaigreurDetailPageContent
source: Maigreur : La maigreur est l'état de ce qui est maigre. Dans le cas d'une personne, on parle d'insuffisance pondérale. À ce titre, elle est définie par l'Organisation mondiale de la santé comme la condition anormale des individus dont l'indice de masse corporelle est comprise entre 15 et 18,5. La maigreur pathologique augmente le risque de maladies diverses parmi lesquelles on peut citer les infections ou l'ostéoporose mais peut également être le symptôme de l'une d'elles. Elle peut être également un état non pathologique, c'est-à-dire constitutionnelle, stable et ne s'accompagnant d'aucun trouble. ÉtiologieLes causes peuvent être * sociologiques : famine, pauvreté * psychiatriques : anorexie mentale, dépression * médicales : néoplasie, infection grave (tuberculose...), diabète de type 1, toxicomanie, maladie intestinale avec malabsorption, SIDA... * Génétiques : héréditaire * Morphologiques : os fins, muscles fins * La maigreur constitutionnelle Credits Wikipedia : http://fr.wikipedia.org/wiki/Surpoids
da_dk: Undervægt: Tynde er den tilstand, hvad der er magert. I tilfælde af en person kaldes undervægt. Som sådan er det defineret af WHO som den abnorme tilstand af personer, hvis BMI er mellem 15 og 18,5. Patologisk tynde øger risikoen for forskellige sygdomme, blandt hvilke indbefatter infektioner og osteoporose, men kan også være et symptom på en af ​​dem. Det kan også være en ikke-patologisk tilstand, dvs konstitutionelle, stabile og ikke ledsaget af nogen forstyrrelse. ÉtiologieLes årsager kan være * Sociologisk hungersnød, fattigdom * Psykiatrisk: anorexia nervosa, depression * Medical: neoplasi, alvorlig infektion (tuberculose. ..), type 1 diabetes, afhængighed, sygdom med intestinal malabsorption, AIDS ... * Genetics: Arvelig * Morfologi: tynde knogler, muskler formål * Forfatningsdomstolen tynd Credit Wikipedia: http://fr.wikipedia.org/wiki/Maigreur
de_de: Untergewicht: Die Gehäusehöhe ist der Zustand, von dem, was mager ist. Bei einer Person wird als Untergewicht bezeichnet. Als solche wird sie von der Weltgesundheitsorganisation als abnormalen Zustand von Personen, deren BMI zwischen 15 und 18,5 definiert. Krankhafte Dünnheit erhöht das Risiko für verschiedene Krankheiten, unter denen Infektionen und Osteoporose gehören, kann aber auch ein Symptom für eine von ihnen sein. Es kann auch ein nicht-pathologischen Zustand, das heißt, Verfassungs-, stabil und nicht von einer Störung begleitet ist. ÉtiologieLes Ursachen können sein * Soziologische Hunger, Armut * Psychiatrische: Magersucht, Depressionen * Medizin: Neoplasien, schwere Infektionen (tuberculose. ..), Typ 1 Diabetes, Sucht, Krankheit mit intestinaler Malabsorption, AIDS ... * Genetik: Erbliche * Morphologie: dünne Knochen, Muskeln Zwecke * Das Verfassungsgericht Dünnheit Kreditkarten Wikipedia: http://fr.wikipedia.org/wiki/Maigreur
es_es: Delgadez: La delgadez es el estado de lo que es magra. En el caso de una persona que se conoce como de bajo peso. Como tal, se define por la Organización Mundial de la Salud como el estado anormal de las personas cuyo IMC está entre 15 y 18,5. Delgadez patológica aumenta el riesgo de diversas enfermedades entre las que se incluyen las infecciones y la osteoporosis, pero también puede ser un síntoma de uno de ellos. También puede ser un estado no patológico, es decir, constitucional, estable y no se acompaña de cualquier perturbación. Causas ÉtiologieLes puede ser * El hambre de Sociología, de la pobreza * Trastornos psiquiátricos: la anorexia nerviosa, la depresión * Médico: neoplasias, infecciones graves (tuberculose. ..), la diabetes tipo 1, la adicción, enfermedad con la malabsorción intestinal, el SIDA ... * Genética: hereditario * Morfología: huesos, músculos delgados fines * La delgadez constitucional Crédito Wikipedia: http://fr.wikipedia.org/wiki/
it_it: Magrezza: Magrezza è lo stato di ciò che è magra. Nel caso di una persona è indicata come sottopeso. Come tale, essa è definita dall'Organizzazione Mondiale della Sanità come la condizione anomala di individui il cui BMI è compreso tra 15 e 18,5. Magrezza patologica aumenta il rischio di varie malattie che comprendono tra infezioni e osteoporosi, ma può anche essere un sintomo di una di esse. Può anche essere un non-patologico stato, vale a dire costituzionale, stabile e non accompagnato da alcun disturbo. Cause ÉtiologieLes può essere * Carestia sociologica, la povertà * Psichiatrica: anoressia nervosa, la depressione * Medico: neoplasia, infezione grave (tuberculose. ..), diabete di tipo 1, dipendenza, malattia con malassorbimento intestinale, l'AIDS ... * Genetica: ereditaria * Morfologia: ossa, muscoli sottili scopi * La magrezza costituzionale Credit Wikipedia: http://fr.wikipedia.org/wiki/Maigreur
nb_no: Tynnhet: Slank er staten hva som er mager. I tilfelle av en person kalles undervektig. Som sådan er det definert av Verdens helseorganisasjon som unormale tilstanden personer med BMI er mellom 15 og 18,5. Patologisk slank øker risikoen for ulike sykdommer blant som inkluderer infeksjoner og osteoporose, men kan også være et symptom på en av dem. Det kan også være en ikke-patologisk tilstand, det vil si konstitusjonelle, stabil og ikke ledsaget av noen forstyrrelser. ÉtiologieLes årsaker kan være * Sociological hungersnød, fattigdom * Psykiatriske: anorexia nervosa, depresjon * Medisinsk: neoplasi, alvorlig infeksjon (tuberculose. ..), type 1 diabetes, avhengighet, sykdom med intestinal malabsorpsjon, AIDS ... * Genetikk: Arvelig * Morfologi: tynne bein, muskler formål * Den konstitusjonelle tynnhet Credit Wikipedia: http://fr.wikipedia.org/wiki/Maigreur
nl_nl: Dunheid: Geringe dikte is de staat van wat is mager. In het geval van een persoon genoemd ondergewicht. Als zodanig wordt gedefinieerd door de Wereldgezondheidsorganisatie als de abnormale toestand van personen met een BMI tussen de 15 en 18,5. Pathologische dun verhoogd risico van verschillende ziekten waaronder ook infecties en osteoporose, maar kan ook een symptoom van een. Het kan ook een niet-pathologische toestand, dat wil zeggen grondwettelijk stabiel en niet vergezeld van een verstoring. ÉtiologieLes oorzaken kunnen * Sociologische hongersnood, armoede * Psychiatrische: anorexia nervosa, depressie * Medisch: neoplasie, ernstige infectie (tuberculose. ..), type 1 diabetes, verslaving, ziekte met intestinale malabsorptie, aids ... * Genetica: Erfelijke * Morfologie: dunne botten, spieren doeleinden * Het Grondwettelijk dun Credit Wikipedia: http://fr.wikipedia.org/wiki/Maigreur

# MaigreurDetailPageTitle
source: Maigreur
da_dk: Undervægt
de_de: Untergewicht
es_es: Delgadez
it_it: Magrezza
nb_no: Tynnhet
nl_nl: Dunheid

# MaigreurHubTileMessage
source: Vous êtes dans la zone de maigreur.
da_dk: Du befinder dig i området for tynde.
de_de: Sie sind im Bereich der Dünne.
es_es: Usted está en la zona de la delgadez.
it_it: Si trovano nella zona della magrezza.
nb_no: Du er i området Tynnhet.
nl_nl: U bent op het gebied van slankheid.

# MaigreurHubTileTitle
source: Maigreur
da_dk: Undervægt
de_de: Untergewicht
es_es: Delgadez
it_it: Magrezza
nb_no: Tynnhet
nl_nl: Dunheid

# metricHeightTextBoxText
source: Taille
da_dk: Størrelse
de_de: Größe
es_es: Tamaño
it_it: Dimensione
nb_no: Størrelse
nl_nl: Grootte

# MetricIMCResultTextBlock
source: Calculer votre IMC.
da_dk: Beregn dit BMI.
de_de: Berechnen Sie Ihren BMI.
es_es: Calcular su IMC.
it_it: Calcola il tuo IMC.
nb_no: Beregn din BMI.
nl_nl: Bereken je BMI.

# metricWeightTextBoxText
source: Poids
da_dk: Vægt
de_de: Gewicht
es_es: Peso
it_it: Peso
nb_no: Vekt
nl_nl: Gewicht

# NormalDetailPageContent
source: Il ne faut pas confondre la masse (grave) et le poids. Le poids d'un corps est une force, due principalement à l'action qu'exerce sur lui le champ gravitationnel. Réserves à l'égard de l'IMC Il est important de garder à l’esprit que l’IMC n’est qu’un indicateur, non pas une donnée absolue. Du fait de leur masse musculaire, certains sportifs ont un indice de masse corporelle supérieur à 25 kg/m2, sans qu’ils encourent de danger. De plus, selon la morphologie d’une personne, son IMC de bonne forme varie. Une personne peut être trapue sans être grasse (par exemple Bixente Lizarazu, Mike Tyson ou Jonah Lomu), et une autre peut être longiligne mais avoir une masse graisseuse trop importante. Par ailleurs, il faut garder à l'esprit les limites des seuils recommandés par l'OMS. S'ils sont pratiques à utiliser, ces seuils devraient idéalement varier selon le sexe, l'âge et l'origine ethnique et ces derniers ne doivent s'appliquer qu'avec prudence au diagnostic individuel. Le jugement de son poids au moyen de l'indice de masse grasse doit donc se faire avec l'aide d'un médecin et la consultation d’un médecin nutritionniste ou d’un diététicien diplômé est recommandée. Credits Wikipedia : http://fr.wikipedia.org/wiki/Indice_de_masse_corporelle
da_dk: Må ikke forveksle masse (svær) og vægt. Vægten af ​​et legeme er en kraft, hovedsageligt på grund af handlingen udøves ham tyngdefeltet. Reserver i forbindelse med BMI Det er vigtigt at huske på, at BMI er kun en indikator, ikke en given absolut. På grund af deres muskelmasse, har nogle atleter en BMI over 25 kg/m2, de pådrager ingen fare. Ifølge morfologien af ​​en persons BMI varierer i god form. En person kan være squat uden at være fedtet (f.eks Bixente Lizarazu, Mike Tyson eller Jonas Lomu), og en anden kan have en slank, men for meget kropsfedt. Også huske på de grænser af de tærskler, der anbefales af WHO. De er nem at bruge, skal disse taerskler ideelt varierer efter køn, alder og etnicitet, og de bør gælde med forsigtighed til individuel diagnose. Den dom af sin vægt gennem fedtmasse indekset bør ske ved hjælp af en læge og se en ernæringsekspert eller diætist anbefales. Credit Wikipedia: http://fr.wikipedia.org/wiki/Indice_de_masse_corporelle
de_de: Verwechseln Sie nicht Körperfett und Gewicht. Das Gewicht eines Körpers ist eine Kraft, vor allem auf die Wirkung auf ihn ausgeübt das Gravitationsfeld. Reserven in Bezug auf BMI Es ist wichtig, im Hinterkopf behalten, dass der BMI nur ein Indikator, kein absolutes gegeben ist. Wegen ihrer Muskelmasse, einige Sportler haben einen BMI über 25 kg/m2, entstehen ihnen keine Gefahr. Darüber hinaus kann gemäß der Morphologie einer Person BMI variiert in einem guten Zustand. Eine Person kann, ohne zu fetten (zB Bixente Lizarazu, Mike Tyson oder Jonah Lomu) Kniebeugen, und ein anderer kann einen schlanken, aber zu viel Körperfett haben. Auch im Auge die Grenzen der von der WHO empfohlenen Grenzwerte zu halten. Sie sind bequem zu bedienen, sollten diese Schwellenwerte idealerweise nach Geschlecht, Alter und ethnischer Zugehörigkeit variieren und sollte sie mit Vorsicht zu individuellen Diagnose gelten. Das Urteil seines Gewichts durch die Fett-Mass-Index sollte mit Hilfe von einem Arzt durchgeführt werden und zu sehen, eine Ernährungsberaterin oder Ernährungsberater empfohlen wird. Kreditkarten Wikipedia: http://fr.wikipedia.org/wiki/Indice_de_masse_corporelle
es_es: No hay que confundir la masa (muy fuerte) y el peso. El peso de un cuerpo es una fuerza, debido principalmente a la acción ejercida sobre él, el campo gravitatorio. Reservas en relación con el IMC Es importante tener en cuenta que el IMC es sólo un indicador, no una verdad absoluta. Debido a su masa muscular, algunos atletas tienen un IMC superior a 25 kg/m2, incurren en ningún riesgo. Además, de acuerdo con la morfología de IMC de una persona varía en buen estado. Una persona puede estar en cuclillas sin grasa (por ejemplo, Bixente Lizarazu, Mike Tyson o de Jonah Lomu), y otro puede tener un cuerpo delgado de grasa, pero demasiado. Además, tenga en cuenta los límites de los umbrales recomendados por la OMS. Ellos son convenientes de utilizar, lo ideal sería que estos umbrales varían según el sexo, edad y etnia, y que debería aplicarse con precaución en el diagnóstico individual. El juicio de su peso a través del índice de masa grasa se debe hacer con la ayuda de un médico y un nutricionista o dietista se recomienda. Crédito Wikipedia: http://fr.wikipedia.org/wiki/Indice_de_masse_corporelle
it_it: Non confondere massa (grave) e il peso. Il peso di un corpo è una forza, principalmente a causa dell'azione esercitata su di lui il campo gravitazionale. Riserve in materia di BMI È importante tenere presente che BMI è solo un indicatore non un dato assoluto. A causa della loro massa muscolare, alcuni atleti hanno un BMI superiore a 25 kg/m2, incorrono nessun pericolo. Inoltre, secondo la morfologia di BMI di una persona in varia forma. Una persona può essere tozza senza essere grassa (ad esempio Bixente Lizarazu, Mike Tyson o Jonah Lomu), e un altro può avere un grasso corpo snello, ma troppo. Inoltre, tenete a mente i limiti delle soglie raccomandate dall'OMS. Sono convenienti da usare, queste soglie dovrebbe idealmente variano in base al sesso, età ed etnia e che dovrebbero applicare con cautela alla diagnosi individuale. Il giudizio del suo peso attraverso l'indice di massa grassa deve essere fatto con l'aiuto di un medico e di vedere un nutrizionista o dietista è raccomandato. Credit Wikipedia: http://fr.wikipedia.org/wiki/Indice_de_masse_corporelle
nb_no: Det bør ikke forveksles masse (alvorlig) og vekt. Vekten av en kropp er en kraft, hovedsakelig på grunn av handlingen utøvd på ham gravitasjonsfelt. Reserver i forhold til BMI Det er viktig å huske på at BMI er kun en indikator, ikke en absolutt gitt. På grunn av sin muskelmasse, noen utøvere har en BMI over 25 kg/m2, pådrar de ingen fare. Videre, i henhold til morfologi av en persons BMI varierer i god form. En person kan være knebøy uten å være fet (f.eks Bixente Lizarazu, Mike Tyson eller Jonah Lomu), og en annen kan ha en slank, men for mye kroppsfett. Også huske på grensen av de tersklene som anbefales av WHO. De er praktisk å bruke, bør disse grensene ideelt sett varierer etter kjønn, alder og etnisitet, og de bør gjelde med forsiktighet til individuell diagnose. Dommen av vekten sin gjennom fettet mass index bør gjøres med hjelp av en lege og se en ernæringsfysiolog eller ernæringsfysiolog anbefales. Credit Wikipedia: http://fr.wikipedia.org/wiki/Indice_de_masse_corporelle
nl_nl: Het moet niet worden verward massa (ernstige) en gewicht. Het gewicht van een lichaam is een kracht, vooral door de actie uitgeoefend op hem het zwaartekrachtveld. Reserves met betrekking tot de BMI Het is belangrijk om in gedachten te houden dat de BMI is slechts een indicatie, niet gegeven een absolute. Door hun spiermassa, sommige atleten een BMI hebben boven de 25 kg/m2, zij lopen geen gevaar. Bovendien blijkt uit de morfologie van BMI een persoon varieert in vorm. Een persoon kan kraakpand zijn zonder vet (bijv. Bixente Lizarazu, Mike Tyson of Jonah Lomu), en een ander kan een slanke, maar te veel lichaamsvet hebben. Ook rekening houden met de grenzen van de drempels aanbevolen door de WHO. Ze zijn handig in gebruik, moeten deze drempels idealiter verschillen per geslacht, leeftijd en etniciteit en ze moeten met de nodige voorzichtigheid gelden voor individuele diagnose. Het oordeel van het gewicht door het vet mass index moet worden gedaan met de hulp van een arts en het zien van een voedingsdeskundige of diëtist wordt aanbevolen. Credit Wikipedia: http://fr.wikipedia.org/wiki/Indice_de_masse_corporelle

# NormalDetailPageTitle
source: Normal
nl_nl: Normaal

# NormalHubTileMessage
source: Vous etes dans la zone normale. Bravo!!
da_dk: Du befinder dig i normalområdet. Bravo!
de_de: Sie befinden sich im normalen Bereich. Bravo!
es_es: Usted está en el rango normal. ¡Bravo!
it_it: Tu sei nel range di normalità. Bravo!
nb_no: Du er i normalområdet. Bravo!
nl_nl: U bent in het normale bereik. Bravo!

# NormalHubTileTitle
source: Normal
nl_nl: Normaal
