Repository: Shosta/IMCCalculator
Catalog: PanoramaIMCCalculator/Resources/AppResources/AppResources.*.resx
Languages: sv_se

# AProposText
source: à propos
sv_se: om

# CalculateIMCButtonText
source: Calculer
sv_se: Beräkna

# CalculPanoramaItemTitle
source: calcul
sv_se: beräkningen

# DenutritionDetailPageContent
source: Dénutrition : La dénutrition est un état pathologique résultant d'apports nutritionnels insuffisants en regard des dépenses énergétiques de l'organisme. Lorsque les apports sont inadaptés en plus d'être insuffisants, on parle de malnutrition. La dénutrition est classée dans la section marasme nutritionnel de la classification internationale des maladies. Physiopathologie La dénutrition peut avoir de multiple origines. L'étiologie en est variée et peut associer une affection organique, psychiatrique ou sociale. La dénutrition est dite primaire lorsque celle-ci est induite par une cause directe, et secondaire lorsqu'elle est provoquée des suite d'une autre affection. On distingue deux mécanismes physiopathologiques : la carence d'apports et l'hypermétabolisme. Dénutrition par carence d'apports En cas de carence d'apports se met en place l'état de jeûne, qui évolue selon plusieurs étapes. Les sources d'énergie dans le jeûne sont, pour le métabolisme glucidique, l'utilisation du glycogène hépatique ainsi que la synthèse de glucose et, pour le métabolisme lipidique, l'utilisation des acides gras et la cétogenèse. * Jeûne immédiat : adaptation à la prise discontinue de nourriture depuis moins de douze heures. La sécrétion d'insuline diminue, tandis que celle de glucagon augmente. Ce jeu hormonal entraîne une stimulation de la lipolyse et de l'oxydation des acides gras, puis une cétogenèse. Afin de maintenir la glycémie, la glycogénolyse est stimulée, de manière exclusive. * Jeûne court : adaptation à l'absence de prise alimentaire sur une durée de douze heures à trois ou quatre jours. La sécrétion d'insuline diminue encore. L'épuisement des réserves de glycogène entraîne une baisse de la glycémie. La seule source de glucose de l'organisme devient la néoglucogenèse, qui fabrique du glucose à partir des acides aminés des protéines musculaires en produisant de l'urée comme déchet. L'excrétion de l'urée augmente donc. La cétogenèse se poursuit. * Jeûne prolongé : après cinq jours environ jusqu'à plusieurs semaines. Les corps cétoniques plasmatiques augmentent, tandis que l'excrétion d'urée de stabilise à 50 mg/kg/j. Cette stabilisation est en rapport avec une stabilisation de la protéolyse à visée d'épargne protéique. De nouvelles modifications hormonales se produisent, avec une diminution de la production des hormones thyroïdiennes. Cette phase de jeûne prolongé aboutit à l'état de marasme. *Phase terminale : Lorsque les réserves lipidiques sont épuisées, les taux plasmatiques d'acides gras et de corps cétoniques s'abaissent, tandis que la glycémie remonte. En effet, on observe alors un surcroît de mobilisation des protéines des muscles squelettiques pour la néoglucogenèse. Cette dernière entraîne un accroissement de l'excrétion d'urée et d'azote et se solde par une forte morbi-mortalité. Credits Wikipedia : http://fr.wikipedia.org/wiki/Dénutrition
sv_se: Undernäring: Undernäring är ett tillstånd till följd av bristfälliga näringsintag i förhållande till energiförbrukning av organisationen. När ingångarna är bristfälliga samt att vara otillräckliga, talar vi om undernäring. Undernäring är klassificerat som avsnitt undernäring i International Classification of Diseases. Patofysiologi Undernäring kan ha flera ursprung. Etiologin är omväxlande och kan innebära en organisk sjukdom, psykiatrisk eller social. Undernäring kallas primär när det induceras genom en direkt orsak, och sekundär när det uppstår i resultat av ett annat tillstånd. Det finns två patofysiologiska mekanismer: brist på insatsvaror och hypermetabolism. Undernäring brist på bidrag Vid brist på bidragen sätts in fastande tillstånd, som utvecklas i flera steg. Energikällor i fastande är t glukosmetabolism, användningen av leverglykogen och glukos-syntes och för lipidmetabolism, användningen av fettsyror och ketogenes. * Fasta omedelbara anpassning till maten tas intermittent mindre än tolv timmar. Insulinutsöndring minskar, medan glukagon ökar. Detta spel leder till hormonell stimulering av lipolys och fettsyraoxidation och ketogenes. För att upprätthålla blodglukos är glykogenolys stimuleras exklusivt. * Fasta kort: anpassning till avsaknaden av födointag under en period av tolv timmar till tre eller fyra dagar. Insulinutsöndring minskar ytterligare. Utarmning av glykogen orsakar en sänkning av blodglukos. Den enda källan till glukos i kroppen blir glukoneogenes, som producerar glukos från aminosyror i muskelprotein tillverkning karbamid som avfall. Utsöndringen av urea ökar därför. Ketogenes fortsätter. * Utdragen fasta: efter ca fem dagar till flera veckor. Plasma ketonkroppar ökar, medan utsöndringen av urea stabiliseras vid 50 mg / kg / dag. Denna stabilisering är relaterad till stabilisering av de besparingar som avses proteolys protein. Nya hormonella förändringar, med en minskad produktion av sköldkörtelhormon. Denna fas av utdragen fasta resultat i undernäring. * Terminal steg: När fettdepåer är slut, är plasmanivåerna av fettsyror och ketonkroppar sänks, medan de stiger blodsockret. Tvärtom finns då en ökad mobilisering av skelettmuskulaturen protein för glukoneogenes. Detta leder till ökad utsöndring av urea och kväve och resulterar i hög morbiditet och mortalitet. Credit Wikipedia: http://fr.wikipedia.org/wiki/Dénutrition

# DenutritionDetailPageTitle
source: Dénutrition
sv_se: Undernäring

# DenutritionHubTileMessage
source: Vous êtes dans la zone de dénutrition.
sv_se: Du är i området av undernäring.

# DenutritionHubTileTitle
source: Dénutrition
sv_se: Undernäring

# IMCCalculationError
source: Un problème est survenu lors du calcul de votre IMC. Veuillez entrer à nouveau votre taille et votre poids.
sv_se: Ett problem uppstod när beräkna din BMI. Var god ange din längd och vikt.

# InfoFromDenutritionIMC
source: Vous êtes dans la zone de dénutrition.
sv_se: Du är i området av undernäring.

# InfoFromMaigreurIMC
source: Vous êtes dans la zone de maigreur.
sv_se: Du är i området tunnhet.

# InfoFromNormalIMC
source: Vous êtes dans la zone normale.
sv_se: Du är i det normala intervallet.

# InfoFromObesiteIMC
source: Vous êtes dans la zone d'obésité modérée.
sv_se: Du är i zonen måttlig fetma.

# InfoFromObesiteSevereIMC
source: Vous êtes dans la zone d'obésité sévère.
sv_se: Du är i området av svår fetma.

# InfoFromSurpoidsIMC
source: Vous êtes dans la zone de surpoids.
sv_se: Du är i överviktiga zonen.

# InformationsPanoramaItemTitle
source: informations
sv_se: data som

# LiveTileBackTitleNormal
source: Ne changez rien.
sv_se: Ändra inte på någonting.

# MaigreurDetailPageContent
source: Maigreur : La maigreur est l'état de ce qui est maigre. Dans le cas d'une personne, on parle d'insuffisance pondérale. À ce titre, elle est définie par l'Organisation mondiale de la santé comme la condition anormale des individus dont l'indice de masse corporelle est comprise entre 15 et 18,5. La maigreur pathologique augmente le risque de maladies diverses parmi lesquelles on peut citer les infections ou l'ostéoporose mais peut également être le symptôme de l'une d'elles. Elle peut être également un état non pathologique, c'est-à-dire constitutionnelle, stable et ne s'accompagnant d'aucun trouble. ÉtiologieLes causes peuvent être * sociologiques : famine, pauvreté * psychiatriques : anorexie mentale, dépression * médicales : néoplasie, infection grave (tuberculose...), diabète de type 1, toxicomanie, maladie intestinale avec malabsorption, SIDA... * Génétiques : héréditaire * Morphologiques : os fins, muscles fins * La maigreur constitutionnelle Credits Wikipedia : http://fr.wikipedia.org/wiki/Surpoids
sv_se: Tunnhet: Tunnhet är tillståndet för vad som är mager. I fallet med en människa benämnes undervikt. Som sådan är det definieras av World Health Organization som onormalt tillstånd av individer vars BMI är mellan 15 och 18,5. Patologisk tunnhet ökar risken för olika sjukdomar bland vilka inkluderar infektioner och benskörhet, men kan också vara ett symptom på en av dem. Det kan också vara en icke-patologiskt tillstånd, det vill säga konstitutionell, stabilt och inte åtföljs av någon störning. ÉtiologieLes Orsakerna kan vara * Sociologisk svält, fattigdom * Psykiska: anorexia nervosa, depression * Medicinsk: neoplasi, svår infektion (tuberculose. ..), typ 1-diabetes, missbruk, sjukdom med intestinal malabsorption, AIDS ... * Genetik: Ärftlig * Morfologi: tunna ben, muskler ändamål * Det konstitutionella tunnhet Credit Wikipedia: http://fr.wikipedia.org/wiki/Maigreur

# MaigreurDetailPageTitle
source: Maigreur
sv_se: Tunnhet

# MaigreurHubTileMessage
source: Vous êtes dans la zone de maigreur.
sv_se: Du är i området tunnhet.

# MaigreurHubTileTitle
source: Maigreur
sv_se: Tunnhet

# metricHeightTextBoxText
source: Taille
sv_se: Storlek

# MetricIMCResultTextBlock
source: Calculer votre IMC.
sv_se: Beräkna ditt BMI.

# metricWeightTextBoxText
source: Poids
sv_se: Vikt

# NormalDetailPageContent
source: Il ne faut pas confondre la masse (grave) et le poids. Le poids d'un corps est une force, due principalement à l'action qu'exerce sur lui le champ gravitationnel. Réserves à l'égard de l'IMC Il est important de garder à l’esprit que l’IMC n’est qu’un indicateur, non pas une donnée absolue. Du fait de leur masse musculaire, certains sportifs ont un indice de masse corporelle supérieur à 25 kg/m2, sans qu’ils encourent de danger. De plus, selon la morphologie d’une personne, son IMC de bonne forme varie. Une personne peut être trapue sans être grasse (par exemple Bixente Lizarazu, Mike Tyson ou Jonah Lomu), et une autre peut être longiligne mais avoir une masse graisseuse trop importante. Par ailleurs, il faut garder à l'esprit les limites des seuils recommandés par l'OMS. S'ils sont pratiques à utiliser, ces seuils devraient idéalement varier selon le sexe, l'âge et l'origine ethnique et ces derniers ne doivent s'appliquer qu'avec prudence au diagnostic individuel. Le jugement de son poids au moyen de l'indice de masse grasse doit donc se faire avec l'aide d'un médecin et la consultation d’un médecin nutritionniste ou d’un diététicien diplômé est recommandée. Credits Wikipedia : http://fr.wikipedia.org/wiki/Indice_de_masse_corporelle
sv_se: Det ska inte förväxlas massa (svår) och vikt. Vikten av en kropp är en kraft, främst på grund av de åtgärder utövas på honom gravitationsfält. Reserver avseende BMI Det är viktigt att hålla i minnet att BMI är endast en indikator, inte en absolut ges. På grund av sin muskelmassa, vissa idrottsmän har ett BMI över 25 kg/m2, ådrar de ingen fara. Dessutom, enligt morfologin av en persons BMI varierar i gott skick. En person kan vara knäböj utan att vara fet (t.ex. Bixente Lizarazu, Mike Tyson och Jona Lomu), och en annan kan ha en smal, men för mycket kroppsfett. Håll också i minnet ramen för de tröskelvärden som rekommenderas av WHO. De är bekväma att använda, bör dessa gränsvärden varierar helst efter kön, ålder och etnicitet och de bör tillämpas med försiktighet till individuell diagnos. Domen av sin vikt genom fett mass index bör göras med hjälp av en läkare och se en nutritionist eller dietist rekommenderas. Credit Wikipedia: http://fr.wikipedia.org/wiki/Indice_de_masse_corporelle

# NormalHubTileMessage
source: Vous etes dans la zone normale. Bravo!!
sv_se: Du är i det normala intervallet. Bravo!

# ObesiteDetailPageContent
source: L'obésité est l'état d'un individu ayant une masse corporelle largement supérieure à ce qui est souhaitable ou acceptable, généralement dû à une accumulation de masse adipeuse. L'obésité humaine a été reconnue comme une maladie en 1997 par l'OMS. Cette organisation définit « le surpoids et l'obésité comme une accumulation anormale ou excessive de graisse corporelle qui peut nuire à la santé ». Sa prévention est un problème de santé publique dans les pays développés. Elle peut avoir des répercussions importantes sur la santé de l'individu. Cette maladie multifactorielle est considérée aujourd'hui par métaphore comme une pandémie, bien qu'il ne s'agisse pas d'une maladie infectieuse. Définition Les formes cliniques sont nombreuses, avec des mécanismes physiopathologiques et des conséquences pathologiques différents, il est donc plus judicieux de parler « des obésités ». Pour évaluer ces obésités il convient d'analyser deux paramètres qui influent sur les complications de la maladie d'une manière indépendante l'un de l'autre : l'excès de masse grasse, et la répartition du tissu adipeux. Phénotypes 4 types d'obésité sont décrits : * le type I : le surplus de graisse est réparti au niveau du corps sans localisation préférentielle ; * le type II : l'excès de graisse est concentré au niveau du tronc et de l'abdomen : il est question d'obésité androïde ; * le type III : l'accumulation de graisse se fait dans l'abdomen : il est question d'obésité viscérale ; * le type IV : la graisse se localise au niveau des hanches et des cuisses (niveau glutéofémoral) : c'est une obésité gynoïde. Credits Wikipedia : http://fr.wikipedia.org/wiki/Obésité
sv_se: Fetma är tillståndet för en individ med ett body mass långt över vad som är önskvärt eller acceptabelt, oftast på grund av en ansamling av kroppsfett. Den mänskliga fetma har erkänts som en sjukdom 1997 av WHO. Denna organisation definierar "övervikt och fetma som en onormal eller överdriven ansamling av kroppsfett som kan skada hälsan." Det förebyggande är ett folkhälsoproblem i de utvecklade länderna. Den kan ha en betydande inverkan på hälsan hos den enskilde. Detta multifaktoriell sjukdom ses nu metaforiskt som en pandemi, även om detta inte är en smittsam sjukdom. definition De kliniska formerna är många, med de patofysiologiska mekanismer och patologiska konsekvenser olika, så det är bättre att tala om "fetma". Att utvärdera dessa fetma bör analyseras två parametrar som påverkar komplikationer av sjukdomen oberoende av varandra: överviktig, och fett distribution. fenotyper 4 typer av fetma beskrivs: * Typ I: överflödigt fett fördelas i kroppen utan företrädesrätt lokalisering; * Typ II: överflödigt fett är koncentrerad på bålen och buken: det gäller att bukfetma; * Typ III: ansamling av fett sker i buken: det gäller att bukfetma; * Typ IV: fettet är lokaliserat i höfter och lår (glutéofémoral nivå): Detta är en gynoid fetma. Credit Wikipedia: http://fr.wikipedia.org/wiki/Obésité

# ObesiteDetailPageTitle
source: Obésité
sv_se: Fetma

# ObesiteHubTileMessage
source: Vous êtes dans la zone d'obésité modérée
sv_se: Du är i zonen måttlig fetma.

# ObesiteHubTileTitle
source: Obésité
sv_se: Fetma

# ObesiteSevereDetailPageContent
source: L'obésité est l'état d'un individu ayant une masse corporelle largement supérieure à ce qui est souhaitable ou acceptable, généralement dû à une accumulation de masse adipeuse. L'obésité humaine a été reconnue comme une maladie en 1997 par l'OMS. Cette organisation définit « le surpoids et l'obésité comme une accumulation anormale ou excessive de graisse corporelle qui peut nuire à la santé ». Sa prévention est un problème de santé publique dans les pays développés. Elle peut avoir des répercussions importantes sur la santé de l'individu. Cette maladie multifactorielle est considérée aujourd'hui par métaphore comme une pandémie, bien qu'il ne s'agisse pas d'une maladie infectieuse. Définition Les formes cliniques sont nombreuses, avec des mécanismes physiopathologiques et des conséquences pathologiques différents, il est donc plus judicieux de parler « des obésités ». Pour évaluer ces obésités il convient d'analyser deux paramètres qui influent sur les complications de la maladie d'une manière indépendante l'un de l'autre : l'excès de masse grasse, et la répartition du tissu adipeux. Phénotypes 4 types d'obésité sont décrits : * le type I : le surplus de graisse est réparti au niveau du corps sans localisation préférentielle ; * le type II : l'excès de graisse est concentré au niveau du tronc et de l'abdomen : il est question d'obésité androïde ; * le type III : l'accumulation de graisse se fait dans l'abdomen : il est question d'obésité viscérale ; * le type IV : la graisse se localise au niveau des hanches et des cuisses (niveau glutéofémoral) : c'est une obésité gynoïde. Credits Wikipedia : http://fr.wikipedia.org/wiki/Obésité
sv_se: Fetma är tillståndet för en individ med ett body mass långt över vad som är önskvärt eller acceptabelt, oftast på grund av en ansamling av kroppsfett. Den mänskliga fetma har erkänts som en sjukdom 1997 av WHO. Denna organisation definierar "övervikt och fetma som en onormal eller överdriven ansamling av kroppsfett som kan skada hälsan." Det förebyggande är ett folkhälsoproblem i de utvecklade länderna. Den kan ha en betydande inverkan på hälsan hos den enskilde. Detta multifaktoriell sjukdom ses nu metaforiskt som en pandemi, även om detta inte är en smittsam sjukdom. definition De kliniska formerna är många, med de patofysiologiska mekanismer och patologiska konsekvenser olika, så det är bättre att tala om "fetma". Att utvärdera dessa fetma bör analyseras två parametrar som påverkar komplikationer av sjukdomen oberoende av varandra: överviktig, och fett distribution. fenotyper 4 typer av fetma beskrivs: * Typ I: överflödigt fett fördelas i kroppen utan företrädesrätt lokalisering; * Typ II: överflödigt fett är koncentrerad på bålen och buken: det gäller att bukfetma; * Typ III: ansamling av fett sker i buken: det gäller att bukfetma; * Typ IV: fettet är lokaliserat i höfter och lår (glutéofémoral nivå): Detta är en gynoid fetma. Credit Wikipedia: http://fr.wikipedia.org/wiki/Obésité

# ObesiteSevereDetailPageTitle
source: Obésité sévère
sv_se: Svår fetma

# ObesiteSevereHubTileMessage
source: Vous êtes dans la zone d'obésité sévère.
sv_se: Du är i området av svår fetma.

# ObesiteSevereHubTileTitle
source: Obésité sévère
sv_se: Svår fetma

# ResumePanoramaItemTitle
source: résumé
sv_se: sammanfattning

# ResumePoidsText
source: Poids
sv_se: Vikt

# ResumeTailleText
source: Taille
sv_se: Storlek

# StackPanelDenutritionTitle
source: Dénutrition
sv_se: Undernäring

# StackPanelDenutritionZoneInfoText
source: Vous êtes dans la zone de dénutrition
sv_se: Du är i området av undernäring.

# StackPanelDenutritionZoneText
source: moins de 16.5
sv_se: mindre än 16.5

# StackPanelMaigreurTitle
source: Maigreur
sv_se: Tunnhet

# StackPanelMaigreurZoneInfoText
source: Vous êtes dans la zone de maigreur
sv_se: Du är i området tunnhet.

# StackPanelMaigreurZoneText
source: de 16.5 à 18.5
sv_se: 16.5 till 18.5

# StackPanelNormalZoneText
source: de 18.5 à 25
sv_se: 18.5 till 25

# StackPanelObesiteSevereTitle
source: Obésité sévère
sv_se: Svår fetma

# StackPanelObesiteSevereZoneInfoText
source: Vous êtes dans la zone d'obésité sévère
sv_se: Du är i området av svår fetma.

# StackPanelObesiteSevereZoneText
source: 35 et plus
sv_se: 35 och mer

# StackPanelObesiteTitle
source: Obésité modérée
sv_se: Måttlig fetma

# StackPanelObesiteZoneInfoText
source: Vous êtes dans la zone d'obésité modérée
sv_se: Du är i zonen måttlig fetma.

# StackPanelObesiteZoneText
source: de 30 à 35
sv_se: 30 till 35

# StackPanelSurpoidsTitle
source: Surpoids
sv_se: Övervikt

# StackPanelSurpoidsZoneInfoText
source: Vous êtes dans la zone de surpoids
sv_se: Du är i överviktiga zonen.

# StackPanelSurpoidsZoneText
source: de 25 à 30
sv_se: 25 till 30

# SurpoidsDetailPageContent
source: Le surpoids est l'état d'une personne présentant une corpulence considérée comme légèrement plus importante que la normale ou la moyenne dans une société donnée. Il est définie par l'Organisation mondiale de la santé comme l'attribut des individus présentant un indice de masse corporelle compris entre 25 et 30 kilogrammes par mètres carrés et est, selon ces critères, bornée par la minceur (ou corpulence normale) et l'obésité modérée. Credits Wikipedia : http://fr.wikipedia.org/wiki/Surpoids
sv_se: Övervikt är tillståndet för en person med ett BMI vara något högre än normalt eller genomsnittet i ett givet samhälle. Det definieras av World Health Organization som ett attribut för enskilda personer med ett BMI mellan 25 och 30 kg per kvadratmeter och är, enligt dessa kriterier, som begränsas av den tunna (eller normal vikt) och "måttlig fetma. Credit Wikipedia: http://fr.wikipedia.org/wiki/Surpoids

# SurpoidsDetailPageTitle
source: Surpoids
sv_se: Övervikt

# SurpoidsHubTileMessage
source: Vous êtes dans la zone de surpoids.
sv_se: Du är i överviktiga zonen.

# SurpoidsHubTileTitle
source: Surpoids
sv_se: Övervikt

# WeightToGainFirstPart
source: Gagnez
sv_se: Vinn

# WeightToGainLastPart
source: kilos.
sv_se: kilo.

# WeightToLoseFirstPart
source: Perdez
sv_se: Förlorar

# WeightToLoseLastPart
source: kilos.
sv_se: kilo.

# AProposAucuneInformationCollecteeText
source: IMC Calculator ne collecte aucune information vous concernant.
sv_se: IMC Calculator samlar ingen information om dig själv.

# AProposAuthor
source: par Rémi Lavedrine
sv_se: genom Rémi Lavedrine

# AProposDonnerVotreAvisText
source: donner votre avis
sv_se: granska

# AProposEnvoyerCommentairesText
source: Envoyer vos commentaires, questions, louanges à :
sv_se: Skicka dina kommentarer, frågor, beröm :

# AProposNonResponsableText
source: IMC Calculator ne peut être tenu pour responsable de la mauvaise utilisation que vous pouvez faire des données fournies.
sv_se: IMC Calculator kan inte hållas ansvariga för felaktig kan du göra de uppgifter som lämnats.

# AProposPanoramaAProposTitle
source: à propos
sv_se: ca

# AProposPanoramaNouveautesTitle
source: nouveautés
sv_se: ny

# AProposThanksTo
source: merci à
sv_se: tack till

# AProposVersion10Content
source: Première version de l'application
sv_se: Första versionen av programmet

# AProposVersion11Content
source: Ajout du Live Tile lors du calcul de l'IMC et gestion des images et du calcul lorsque l'utilisateur est un homme ou une femme.
sv_se: Lade Live Tile vid beräkning BMI och bildhantering samt beräkning när användaren är en man eller en kvinna.

# AProposVersion13Content
source: Ajout de la partie about et correction d'un bug dans le calcul de l'imc pour certaines valeurs d'imc et de la non correspondance de la bonne image sur la live tile.
sv_se: Lade avsnitt om och fixeras en bugg i beräkningen av BMI för vissa värden på BMI och obalansen av det goda bilden av den Live Tile.

# AProposViePriveeText
source: vie privée
sv_se: integritet

# IMCResultTextFirstPart
source: Votre IMC est de
sv_se: Ditt BMI är

# PanoramaTitle
source: Calculer votre IMC
sv_se: Beräkna ditt BMI
